Repository: wescamp/Delfadors_Memoirs-root
Catalog: po/*.po
Languages: de, es, fr, pl, ru

source: Ihiah-Malal says that he can open a portal to the world of the living. Those who follow him will walk the earth as they did in life.
de: Ihiah-Malal sagt das wir ein Portal zur Welt der Lebenden öffnen können. Die die ihm folgen werden auf der Erde wandeln können, wie sie es zu Lebzeiten taten.
es: Ihiah-Malal dice que puede abrir un portal al mundo de la vida. Los que lo siguen caminarán la tierra como lo hicieron en vida.
fr: Ihiah-Malal dit qu'il peut ouvrir un portail vers le monde des vivants. Ceux qui le suivent pourront marcher sur terre comme ils le faisaient quand ils étaient en vie.
pl: Ihiial-Malal powiedział, że potrafi otworzyć portal do świata żywych. Ci, którzy za nim pójdą będą chodzić po ziemi, tak, jak robili to za życia.
ru: Ихиа-Малал говорит, что он может открыть портал к миру живых. Те, кто следует за ним, будут ходить по земле, так, как они сделали во время жизни.

source: Why are the dead so restless? This should be a place of rest and peace for you.
de: Warum sind die Toten so ruhelos? Das sollte ein Ort der Ruhe und des Friedens für euch sein.
es: ¿Por qué están los muertos tan agitados? Este debe ser un lugar de descanzo y paz para ti.
fr: Pourquoi les morts sont-ils si agités ? Cela devrait être un lieu de paix et de repos pour vous.
pl: Czemu umarli są tacy niespokojni? To powinno być miejsce odpoczynku i spokoju.
ru: Почему мертвые настолько беспокойны? Это должно быть местом отдыха и мира для вас.

source: Once, I was happy here, but Ihiah-Malal made me see this land as the eyes of the living see it... a place of rock and dust.
de: Einst war ich glücklich hier, aber Ihiah-Malal ließ mich das Land mit den Augen der Lebenden sehen... ein Ort voller Gestein und Staub.
es: Alguna vez, era feliz aquí, pero Ihiah-Malal me hizo ver esta tierra con los ojos de los vivos... un lugar de piedra y polvo.
fr: Autrefois, j'étais heureux ici, mais Ihiah-Malal m'a fait voir ces terres comme les yeux des vivants les voient... Un endroit rocailleux et poussiéreux.
pl: Kiedyś byłem tu szczęśliwy, ale Ihiah-Malal sprawił, że zobaczyłem ten świat tak, jak go widzą żywi... jako miesce skał i pyłu.
ru: Однажды, я был счастлив здесь, но Ихиа-Малал заставил меня видеть эту землю как живые... место камней и пыли.

source: I was once a great lord... I commanded armies! Ihiah-Malal promised I would lead again.
de: Einst war ich ein großer Feldherr... ich befehligte Armeen! Ihiah-Malal verprach mir dass ich wieder anführen könnte.
es: Era una vez un gran señor... ¡comandé ejércitos! Ihiah-Malal prometió que lo haría de nuevo.
fr: J'étais un grand seigneur autrefois... J'ai commandé des armées ! Ihiah-Malal a promis que je commanderai à nouveau.
pl: Byłem niegdyś wielki wodzem... Dowodziłem armiami! Ihiah-Malal obiecał, że znów je poprowadzę.
ru: Однажды, я был великим лордом... Я командовал армиями! Ихиа-Малал обещал, что я буду руководить снова.

source: Beware the skeletons! They are not the spirits of dead men, but the creations of evil magic.
de: Nehmt euch vor den Skeletten in acht! Sie sind keine Geister gefallener Männer, sondern die Schöpfungen böser Magie.
es: ¡Tenga cuidado con los esqueletos! Ellos no son los espíritus de hombres muertos, son las creaciones de magia maligna.
fr: Attention aux squelettes ! Ce ne sont pas les esprits des morts, mais les créations de la magie du mal.
pl: Uważaj na szkielety! Nie są one duchami niegdyś żyjących, ale stworzeniami powstałymi ze złej magii.
ru: Остерегайтесь скелетов! Они - не духи мертвецов, а созданий злого волшебства.

source: What else do you know of the skeletons?
de: Was wisst ihr noch über die Skelette?
es: ¿Qué más sabes de los esqueletos?
fr: Que savez-vous d'autre sur les squelettes ?
pl: Co jeszcze wiesz o szkieletach?
ru: Что еще вы знаете о скелетах?

source: It is said that they guard a powerful magical artifact. Roderick knows more than I do; he lives to the west.
de: Man erzählt sich dass sie ein mächtiges magisches Artefakt bewachen. Roderick weiß mehr darüber als ich, er wohnt im Westen.
es: Se dice que ellos guardan un artefacto mágico poderoso. Roderick sabe más sobre eso; él vive al oeste.
fr: Il est dit qu'ils gardent un puissant artéfact magique. Roderick en sait plus que moi ; il vit à l'ouest.
pl: Mówi się, że pilnują potężnego magicznego artefaktu. Roderick może wiedzieć więcej. Mieszka na zachód stąd.
ru: Говорят, что они охраняют мощный волшебный артифакт. Родерик знает больше, чем я; он живет на западе.

source: This is surely the land of the dead... and it seems I am still alive. But then, as Leollyn warned, I can never return! I suppose I may as well explore.
de: Das ist sicher das Land der Toten... und es scheint als wäre ich immer noch am Leben. Aber dann kann ich laut Leollyn nie wieder zurückkehren! Ich denke es ist das beste wenn ich mich erst mal umsehe.
es: Ésta es seguramente la tierra de los muertos... y parece que todavía estoy vivo. Pero entonces, como Leollyn advirtió, ¡puedo nunca volver! Supongo que puedo explorar.
fr: C'est sûrement là le pays des morts... Et il semble que je sois toujours en vie. Mais alors, comme Leollyn m'a prévenu, je ne pourrai jamais revenir ! Autant explorer les alentours.
pl: To na pewno kraina umarłych... ale wygląda na to, że ja wciąż żyje. Jednak, skoro tak, to tak jak mówił Leollyn, nie mogę powrócić! Cóż... podejrzewam, że w takim razie równie dobrze mogę się tu trochę pokręcić.
ru: Это точно земля мертвых ..., и кажется, что я все еще жив. Но тогда, как Леоллин предупредил, я никогда не могу возвратиться! Тогда я начну исследовать.

source: A living man... so it is as Ihiah-Malal says...
de: Ein Lebender... Also ist es so wie Ihiah-Mala sagt...
es: Un hombre vivo... es como Ihiah-Malal dice...
fr: Un homme en vie... Ainsi c'est comme Ihiah-Malal l'a dit...
pl: Żyjący... tak jak przepowiedział Ihiah-Malal...
ru: Живой человек ..., так Ихиа-Малал, говорит...

source: Speak again, spirit! Tell me of yourself. Who is this Ihiah-Malal?
de: Sag das nochmal, Geist! Erzählt mir von Euch. Wer ist Ihiah-Malah?
es: ¡Habla de nuevo, espíritu! Cuéntame. ¿Quién es este Ihiah-Malal?
fr: Parle encore, esprit ! Parle-moi de toi. Qui est ce Ihiah-Malal ?
pl: Przemów ponownie duchu! Opowiedz mi o sobie. Kim jest Ihiah-Malal?
ru: Говорите снова, дух! Расскажите мне о себе. И кто этот Ихиа-Малал?

source: My name is Roland. I died long ago, in a great battle... I have almost forgotten... Ihiah-Malal is a living man, like you, who walks among the dead. He promises life to all those who follow him.
pl: Nazywam się Roland. Zmarłem dawno temu, w wielkiej bitwie.... Już prawie wszystko zapomniałem... Ihiah-Malal jest Żyjącym, jak Ty, który chodzi między umarłymi. Obiecał życie wszystkim tym, którzy za nim podąrzą.

source: I would very much like to meet Ihiah-Malal. Where can I find him?
de: Ich würde diesen Ihiah-Malal gerne mal treffen. Wo kann ich ihn finden?
es: Me gustaría mucho reunirme con Ihiah-Malal. ¿Dónde puedo encontrarlo?
fr: J'aimerais beaucoup rencontrer Ihiah-Malal. Où puis-je le trouver ?
pl: Bardzo chciałbym poznać Ihiah-Malala. Gdzie mogę go znaleść?
ru: Я хотел бы встретиться с Ихиа-Малалом. Где я могу найти его?

source: Follow the dry river, then the road to the signpost in the north. I will guide you. Enter the houses of the dead as you pass, for others here may help you.
de: Folgt dem ausgetrockneten Fluß dann der Straße die zu dem Wegweiser im Norden führt. Ich werde Euch führen. Betretet die Häuser der Toten an denen Ihr vorbeikommt, um andere zu finden die euch helfen können.
es: Sigue el río seco, es el camino al poste indicador en el norte. Yo lo guiaré. Entre en las casas de los muertos mientras avanza, otros pueden ayudarlo.
fr: Suis le fleuve asséché, puis la route jusqu'au panneau de direction au nord. Je te guiderai. Entre dans les maisons des morts au passage, pour que d'autres te viennent en aide.
pl: Idź wzdłuż starego koryta rzeki, a potem skręć na północ, ku znakowi. Poprowadzę Cię. Po drodze odwiedzaj domy innych umarłych, może też będą chcieli Ci pomóc.
ru: Следуйте за сухой рекой, потом дорогу к указателю на севере. Я буду вести Вас. Зайдите в здания мертвых на пути, так как другие здесь могут помочь Вам.

source: Land of the Dead
de: Das Land der Toten
es: La tierra de los Muertos
fr: Terre des morts
pl: Kraina Umarłych
ru: Страна Мёртвых

source: Defeat Ihiah-Malal
de: Besiegt Ihiah-Malal
es: Derrote a Ihiah-Malal
fr: Vaincre Ihiah-Malal
pl: Pokonaj Ihiah-Malala
ru: Убить Ихиа-Малала

source: So, this is the one my minions told me of... the living man who walks here among the dead. You have come in time to see my greatest achievement - an end to death itself!
de: Da ist er also, der lebende der unter den Toten wandelt, meine Lakainen haben mich schon informiert. Ihr seid gerade rechtzeitig gekommen um mein größten Erfolg zu sehen: Das Ende des Sterblichkeit!
es: Bueno, eres el que mis favoritos mencionan... el hombre viviente que camina entre los muertos. Has venido a ver mi más grande logro a tiempo - ¡un final a la muerte misma!
fr: Ainsi voilà celui dont mes laquais m'ont parlé, du mortel marchant parmi les morts. Vous êtes venus à temps voir mon plus grand accomplissement : une fin à la mort elle-même !
pl: Ah, więc to jest ten, o którym mówi wielu moich poddanych... Żywy człowiek, który chodzi wśród umarłych. Przybywasz w świetnym momencie by zobaczyć me największe osiągnięcie - koniec samej śmierci!

source: That's impossible! You must be insane!
de: Das ist unmöglich! Ihr müsst wahnsinning sein!
es: ¡Eso es imposible! ¡Eres un demente!
fr: C'est impossible ! Vous devez être fou !
pl: To niemożliwe! Jesteś szalony!

source: Have not you yourself travelled between the realms of life and death? Behold!
de: Wandelt ihr nicht selbst an der Grenze zwischen Leben und Tod? Seht!
es: ¿Tú mismo has viajado entre los reinos de la vida y la muerte? ¡Mira!
fr: N'avez-vous pas vous-même parcouru les royaumes de la vie et de la mort ? Regardez !
pl: Szalony? A czyż sam nie podróżowałeś pomiędzy krainą żywych i umarłych? Patrz!

source: Ihiah-Malal has created a portal to the land of the living! How I long to go through it and see the sun again...
de: Ihiah-Malal hat ein Portal zum Land der Lebenden geöffnet! Ich habe solange gewartet die Sonne wieder zu sehen...
es: ¡Ihiah-Malal ha creado un portal a la tierra de los vivos! Cómo anhelo pasar por él y ver el sol de nuevo...
fr: Ihiah-Malal a créé un portail vers le monde des vivants. Comme il me tarde de pouvoir l'emprunter et voir à nouveau la lumière du soleil...
pl: Udało mu się! Otworzył portal do krajów żywych! Jak dawno nie widziałem już promieni słońca...

source: Now, my living followers, I summon you! See that death is nothing, and fear not to fight for me!
de: Ich rufe euch herbei, meine lebenden Anhänger! Seht das der Tod nicht existent ist und das ihr keine Angst haben braucht für mich zu kämpfen!
es: ¡Ahora, mis seguidores vivos, los convoco! ¡Vean que la muerte no es nada, y no teman luchar por mí!
fr: Maintenant, vivants disciples, je vous invoque ! Voyez que la mort n'est rien et ne craignez pas de combattre pour moi !
pl: Przybywajcie moi żyjący naśladowcy, przyzywam Was! Zobaczcie na własne oczy, że śmierć jest niczym. Nie bójcie się walczyć dla mnie!

source: This is a great evil. The dead will not find peace by passing through your gateway, Ihiah-Malal, for you cannot give them life again. You have not brought an end to death, but to life itself!
de: Das ist furchtbar. Die Toten werden keine Ruhe finden wenn sie durch euer Tor schreiten, Ihiah-Malal, ihr könnt ihnen ihr Leben nicht wieder zurück geben. Ihr habt nicht dem Tod ein Ende gemacht sondern dem Leben!
es: Esto esta muy mal. Los muertos no encontrarán paz atravesando tu portal, Ihiah-Malal, porque no puedes darles la vida de nuevo. ¡No has traído un final a la muerte, sino a la vida misma!
fr: C'est un grand mal ! Les morts ne trouveront pas la paix en passant par ton portail Ihiah-Malal, car tu ne peux pas leur rendre la vie. Ce n'est pas à la mort que tu donnes une fin, mais à la vie elle-même !
pl: Dopuściłeś się potwornego czynu. Umarli nie znajdą ukojenia przechodząc przez Twoją bramę, gdyż nie możesz już zwrócić im życia. Nie przyniosłeś końca śmierci, lecz życiu!

source: You will see things differently at the point of a sword, my friend. Minions! Kill the unbeliever... he will join us then.
de: Ihr werdet die Dinge anders sehen, wenn ihr von einer Klinge durchbohrt seid. Lakaien! Tötet den Ungläubigen... dann wird er sich uns anschließen.
es: Verás las cosas diferente en la punta de una espada, mi amigo. ¡Favoritos! Maten al incrédulo... que entonces se nos unirá.
fr: Les choses te paraîtront différentes à la pointe d'une épée, mon ami. Laquais ! Tuez le mécréant... alors il nous rejoindra.
pl: Inaczej spojrzysz na sprawy, gdy znajdziesz się na ostrzu mego miecza, przyjacielu. Słudzy! Zabić niewiernego... Wtedy do nas dołączy.

source: Ihiah-Malal's body lay still for a moment, then stirred!
de: Ihiah-Malals Körper lag einen Moment still doch dann bewegte er sich wieder!
es: El cuerpo de Ihiah-Malal cayo por un momento, ¡y entonces revivió!
fr: Le corps d'Ihiah-Malal s'immobilise un moment... puis remue !
pl: Ihial-Malal padł martwy, lecz po chwili znów stał na nogach!

source: Follow me if you dare...
de: Folgt mir, wenn ihr euch traut...
es: Sígueme si te atreves...
fr: Suis-moi si tu l'oses...
pl: Podąż za mną, jeśli masz odwagę...

source: This portal Ihiah-Malal has created is a great and terrible work of magic. I must catch him, and somehow force him to close it!
de: Das Portal, was Ihiah-Malal geschaffen hat ist ein schreckliches Werk der Magie. Ich muss ihn fangen und ihn irgendwie dazu bringen es wieder zu schließen!
es: Este portal que Ihiah-Malal ha creado es un enorme y terrible trabajo de magia. ¡Debo usarlo, y de algún modo obligarlo a que lo cierre!
fr: Ce portail qu'a créé Ihiah-Malal est une grande et terrifiante œuvre de magie. Je dois l'attraper et le forcer à le refermer par tous les moyens !
pl: Ten portal jest wspaniałym i zarazem przerażającym dziełem magii. Muszę złapać Ihiah-Malala i zmusić by go zamknął!

source: Wasteland
es: Baldío
fr: Terre désolée
pl: Pustkowia
ru: Пустошь

source: Death of allied leader
de: Ein Verbündeter fällt in der Schlacht
es: Muerte del líder aliado
fr: Mort du chef allié
pl: Śmierć sojusznika
ru: Смерть лидера союзника

source: As Delfador followed Ihiah-Malal into the portal, a freezing wind sprung up and the air became thick with ghosts pouring through into the land of the living. The ground became icy underfoot, and soon Delfador was following the necromancer's footsteps in a thick layer of snow. Eventually, even these became indistinct.
pl: Delfador wskoczył w portal za Ihiah-Malalem. Po drugiej stronie powitał go przeraźliwie zimny wiatr. Powietrze było gęste od duchów zmarłych wylewających się z portalu w krainy żywych. Ziemia zlodowaciała i pokryła się śniegiem. Delfadorowi szybko udało się odnaleść ślady nekromanty odciśnięte w miękkim puchu. Podążył tropem, jednak wkrótce śnieg zastąpił lód, a wraz z nim wszelki trop zniknął.

source: It's hopeless, I've lost all track of Ihiah-Malal... and I shall freeze unless I find shelter soon. Perhaps in that forest to the north...
de: Es ist hoffnungslos, ich habe die Spur von Ihiah-Malal verloren und ich werde erfrieren, wenn ich nicht bald eine Unterkunft finde. Vielleicht in dem Waldstück im Norden...
es: Estoy desesperado, he perdido toda huella de Ihiah-Malal... y me helaré a menos que encuentre albergue pronto. Quizás en ese bosque al norte...
fr: C'est sans espoir, j'ai perdu toute trace de Ihiah-Malal... Et je vais geler à moins que je trouve vite un abri. Peut-être dans cette forêt au nord...
pl: To beznadziejne! Zgubiłem wszelki ślad po Ihiah-Malalu... I zaraz zamarznę jeśli nie znajdę szybko schronienia. Może w tym lesie na północy...
ru: Это безнадежно, я потерял след Ихиа-Малала ..., и я замёрзну, если не нахожу убежище скоро. Возможно в том лесу на севере...

source: Greetings, stranger! What are you doing in our forests?
pl: Witaj wędrowcze! Cóż robisz w naszych lasach?

source: It's a long story... but I wonder whether I might first ask for your hospitality? I'm lost, and freezing to death here!
de: Das ist eine lange Geschichte... Aber darf ich erst um eure Gastfreundschaft bitten? Ich hab mich verirrt, und bin kurz vor dem Erfrieren!
es: Es una larga historia... ¿pero me pregunto si primero podría pedir tu hospitalidad? ¡Estoy perdido, y helado a muerte!
fr: C'est une longue histoire... mais je me demande si je ne devrais pas d'abord vous demander l'hospitalité : je suis perdu et glacé jusqu'aux os !
pl: To długa historia... Mógłym może najpierw poprosić Was o pomoc? Zgubiłem się i prawie zamarzłem na śmierć!
ru: Это - длинная история ..., но мог ли бы я сначала спросить вашего гостеприимства? Я потерялся, и замерзаю до смерти здесь!

source: Well, I don't see any harm in it... Our border post is to the northeast; you may seek shelter there. But don't tarry! There are deadlier foes than the weather abroad.
de: Das ist kein Problem... Unser Grenzposten ist im Nordosten, dort könnt Ihr fürs erste Zufluch suchen. Aber zögert nicht zu lange! Hier gibt es tödlichere Feinde als die Kälte.
es: Bien, no veo daño en eso... Nuestro poste fronterizo está al nordeste; usted puede buscar resguardo allí. ¡Pero no se quede atrás! Hay enemigos más mortales que el tiempo, extranjero.
fr: Eh bien, je ne vois aucun mal à cela... Notre poste frontière se trouve au nord-est et vous pourrez vous abriter là-bas. Mais ne tardez pas ! Il y a des créatures bien plus mortelles que le climat par ici.
pl: Cóż, nie widzę żadnego problemu... Nasz posterunek znajduje się na północnym wschodzie, tam możesz znaleść schronienie. Bądź jednak ostrożny! Możesz tu natknąć się na gorsze rzeczy niż tylko zła pogoda.
ru: Хорошо, я не вижу никакого вреда в этом... Наш пограничный пост к северо-востоку; Вы можете искать убежище там. Но не остановитесь! Есть более смертельные противники чем погода.

source: Welcome, Delfador!
de: Seid Willkommen, Delfador!
es: ¡Bienvenido, Delfador!
fr: Bienvenue, Delfador !
pl: Witaj Delfadorze!
ru: Здравствуйте, Делфадор!

source: Er, hello... you know my name, then...?
pl: Emm... Witaj... Znasz moje imię?

source: Yes. I am Chantal, and I know many things. I know you come from the great human state of the south, and are a master of magic. You have faced great adversity, and visited a place from where few hope to return, and from where none before have returned unchanged. Fate is heavy upon you, and you deserve our help.
pl: Tak. Jestem Chantal i wiem wiele różnych rzeczy. Wiem, że przybywasz z wielkiego kraju ludzi na południu i jesteś mistrzem magii. Stawiłeś czoła wielkim przeciwnościom losu i odwiedziłeś miejsca z których niewielu powróciło, a już na pewno nikt nie wrócił nieodmieniony. Przeznaczony jesteś do wielkich czynów, a my postanowiliśmy pomóc w ich osiągnięciu.

source: Oh... well... very nice of you, but I don't feel very fated. In fact, I've been positively blundering! I was just trying to defend my master Methor's school against the orcs, and then to find out the source of the undead activity... and I have failed at both.
pl: No cóż... To bardzo miło z Waszej strony, ale nie czuje się być przeznaczony do czegokolwiek. Próbowałem obronić szkołę mojego mistrza Methora przeciw orkom, a następnie usunąć źródło niepokoju wśród nieumarłych... i w obu wypadkach zawiodłem.

source: But you have not failed. The southlands have not yet fallen to the orcish army, and have you not learned more about the undead than any man alive? It is he who fears death above all things who deceives the spirits into believing they can live again, and blinds them to the peace and rest of their own domain.
de: Ihr seid nicht gescheitert. Die südlichen Länder sind den Orks noch nicht zum Opfer gefallen, und Ihr habt mehr über die Untoten in Erfahrung gebracht als jeder andere Lebende vor Euch oder? Er, der die Toten damit betrügt das er Ihnen erneutes Leben verspricht ist es der den Tod mehr als alles andere fürchtet.
es: Pero no ha fallado. ¿Las tierras del sur todavía no han caído ante el ejército de los orcos, y has aprendido más sobre los no muertos que ningun otro hombre vivo? Es él que teme cosas de la muerte quien engaña a los espíritus para que crean que pueden vivir otra vez, y los ciega a la paz y al resto de su propio dominio.
fr: Mais vous n'avez pas échoué. Les terres du Sud ne sont pas encore tombées aux mains des Orcs, et n'avez-vous pas plus appris sur les morts-vivants que tout autre homme encore en vie ? C'est celui qui craint la mort plus que toute chose qui trompe les esprits en leur faisant croire qu'ils pourront vivre à nouveau, en leur cachant la paix et le repos de leur propre domaine.
pl: Nie zawiodłeś. Południowe krainy wciąż opierają się orkom, a czy i Ty nie dowiedziałeś się więcej o nieumarłych niż jakikolwiek żyjący człowiek? Ten zaś który ponad wszystko obawiał się śmierci zwiódł duchy wiarą, że mogą żyć ponownie i przerwał ich spoczynek w ich własnej krainie.

source: You mean Ihiah-Malal?
de: Ihr meint Ihiah-Malal?
es: ¿Quiere decir Ihiah-Malal?
fr: Vous parlez de Ihiah-Malal ?
pl: Mówisz o Ihiah-Malalu?
ru: Вы подразумеваете Ихиа-Малал?

source: Yes, that is who I mean.
de: Ja, das ist der von dem ich spreche.
es: Sí, es lo que quiero decir.
fr: Oui, c'est bien lui dont je parle.
pl: Tak, to jego miałam na myśli.
ru: Да, его.

source: If I might ask, where am I? And what of Lionel, and King Garard? What has befallen them?
de: Dürfte ich erfahren wo ich bin? Und was ist mit Lionel und König Garard? Wie ist es ihnen ergangen?
es: ¿Podría preguntar, en dónde estoy? ¿Y qué de Lionel, y del Rey Garard? ¿Qué les ha ocurrido?
fr: Si je puis me permettre, où suis-je ? Et Lionel, et le Roi Garard ? Qu'est-il advenu d'eux ?
pl: Czy mogę zapytać gdzie jestem? I co Lionelem i królem Garardem? Co się z nimi stało?
ru: Если я могу спросить, где - я? И что случилось с Лайонелом и Королём Гарардом?

source: You are among the North Elves. Our arts hold back the winter cold within these forests. To the south and west of here lies a wasteland inhabited only by barbarians and orcs. To the south again, the Great River, that you call Abez, and your home. Of your friends, I know nothing.
de: Ihr seid bei den Nordelfen. Unser Stamm verbringt den Winter in diesen Wäldern. Der Süden und Westen ist eine von Barbaren und Orks bewohnte Einöde. Ganz weit im Süden ist der große Fluß den ihr Abez nennt, und Eure Heimat. Von Euren Freunden weiß ich nichts.
es: Estás entre los elfos del norte. Nuestras artes detienen el frío invierno dentro de estos bosques. Al sur y al oeste de aquí se encuentran tierras habitadas solo por bárbaros y orcos. Al sur otra vez, al gran río, que llamas Abez, y a tu hogar. De tus amigos, no sé nada.
fr: Vous êtes parmi les Elfes du Nord. Nos arts retiennent le froid de l'hiver hors de ces forêts. Au sud et à l'ouest d'ici se trouve une terre désolée habitée seulement par des barbares et des orcs. Plus au sud, se trouve le Grand Fleuve, que vous appelez Abez, et votre terre. Concernant vos amis, je ne sais rien.
pl: Jesteś pośród Północnych Elfów. Nasza sztuka powstrzymuje zimę przed wkroczeniem do tych lasów. Na południe i zachód stąd leżą pustkowia zamieszkane wyłącznie przez barbarzyńców i orków. Dalej na południe znajduje się Wielka Rzeka, którą Twój lud nazywa Abez, a za nią Twój dom. O Twych przyjaciołach, niestety, nie wiem nic.
ru: Вы среди Северных Эльфов. Наши искусства сдерживают зимний холод в пределах этих лесов. К югу и западу лежит пустошь, населенная только варварами и орками. На юг снова, Большая Река, которую Вы называете Абез, и ваш дом. О ваших друзей я не знаю ничего.
