Repository: wescamp/Delfadors_Memoirs-root
Catalog: po/*.po
Languages: de, es, fr, pl, ru

source: Delfador, sir. But I bring you bad news... Methor, my teacher, is dead.
de: Delfador, mein Herr. Ich bringe schlechte Neuigkeiten... Methor, mein Lehrer, ist tot.
es: Delfador, señor. Pero le traigo malas noticias... Methor, mi maestro, está muerto.
fr: Delfador, sire. Mais je vous apporte de mauvaises nouvelles... Methor, mon professeur, est mort.
pl: Delfador, panie. Przynoszę Ci złe wieści... Methor, mój nauczyciel, nie żyje.
ru: Делфадор, сэр. Но я приношу Вам плохие новости... Метор, мой учитель, умер.

source: That is grave indeed... these are dark times. I think you had best return with me to Weldyn. Old Garard too, must hear your news.
de: Das sind schlechte Nachrichten... es sind dunkle Zeiten. Ich denke es ist das Beste wenn Ihr mit mir nach Weldyn zurückkehrt. Der alte Garard denkt sicher auch so, er muss Eure Neuigkeiten erfahren.
es: Eso es grave... éstos son tiempos oscuros. Creo que debería regresar conmigo a Weldyn. El viejo Garard debe también oír sus noticias.
fr: C'est grave en effet... Ce sont des temps sombres. Je pense que vous feriez mieux de revenir avec moi à Weldyn. Ce sont des nouvelles que le vieux Garard doit aussi entendre.
pl: To dla wszystkich wielka strata... Nadeszły mroczne czasy. Myśle, że najlepiej będzie, gdy powrócisz ze mną do Weldyn. Stary Garard również musi usłyszeć Twoje nowiny.
ru: Это плохо ..., осейчас темные времена. Я думаю, что Вам лучше всего вернуться в Велдин. Старый Гарард тоже должен улышать Ваши новости.

source: Is that Garard, King of Wesnoth, you refer to?!
de: Sprecht Ihr von Garad, dem König von Wesnoth?!
es: ¡¿Es ese Garard, Rey de Wesnoth, a quien usted se refiere?!
fr: Est-ce Garard, le Roi de Wesnoth, dont vous parlez ?!
pl: Masz na myśli Gararda, króla Wesnoth?!
ru: Гарард, Король Веснота?!

source: Of course - do you know any other kings of that name? I am one of his advisors. Though he does not listen to me as closely as he should, perhaps!
de: Natürlich - kennt Ihr irgendwelche anderen Könige mit diesem Namen? Ich bin einer seiner Berater. Auch wenn er nicht so sehr auf mich hört wie er sollte.
es: Por supuesto - ¿conoce usted a otro rey con ese nombre? Soy uno de sus consejeros. ¡Aunque no me escucha todo lo que debería, quizás!
fr: Bien sûr ! Connaissez-vous d'autres rois de ce nom ? Je suis un de ses conseillers. Bien qu'il ne m'écoute pas autant qu'il le devrait, peut-être !
pl: Oczywiście! A znasz jakichś innych królów o tym imieniu? Jestem jednym z jego doradców. Choć wydaje się nie słuchać mnie tak często, jak powinien.
ru: Конечно - Вы знаете других королей с таким именем? Я - один из его советников. Хотя он не слушает меня так много, как нужно!

source: Council in Weldyn
de: Der Rat in Weldyn
es: Concejo en Weldyn
fr: Réunion du Conseil à Weldyn
pl: Rada w Weldyn
ru: Совет в Велдин

source: Delfador and Leollyn met no more opposition in returning to Weldyn. As they entered the city, Delfador was amazed by its size, its grand walls and impressive citadel. After a night's rest, Leollyn invited him to attend a meeting with the king himself. Garard, it seemed, was anxious to hear news from the northern part of Wesnoth.
de: Delfador und Leollyn stießen bei ihrer Rückkehr nach Weldyn nicht mehr auf Widerstand. Als sie die Stadt betraten war Delfador überwältigt von ihrer Größe, den hohen Stadtmauern und der beeindruckenden Zitadelle. Nach dem sie eine Nacht dort geruht hatten lud Leollyn ihn ein den König zu treffen. Garad, war wie es schien sehr besorgt über die Neuigkeiten aus dem nördlichen Teil von Wesnoth.
es: Delfador y Leollyn se apresuraron en regresar a Weldyn. Cuando ellos entraron a la ciudad, Delfador se asombró por su tamaño, sus grandes paredes y ciudadela impresionante. Después de la primera noche, Leollyn lo invitó a asistir a una reunión con el Rey. Garard, parecía estar ansioso por tener noticias de la parte norte de Wesnoth.
fr: Lors du retour à Weldyn, Delfador et Leollyn ne rencontrèrent plus d'opposition. En entrant dans la ville, Delfador fut impressionné par sa superficie, ses magnifiques murs et son imposante citadelle. Après une nuit de repos, Leollyn l'invita pour préparer une réunion avec le Roi en personne. Garard, paraît-il, attendait dans la hâte des nouvelles du Nord Wesnoth.
pl: Pod drodze do Weldyn Delfador i Leollyn nie napotkali już więcej oporu. Gdy wkroczyli do miasta, Delfadora zaskoczył jego wielkość, nieprzeniknione mury i potężna cytadela górująca nad miastem. Po nocnym odpoczynku Leollyn zabrał go na spotkanie z samym królem. Garard wydawał się bardzo zaciekawiony wieściami z północnych prowincji Wesnoth.

source: Ah, now the last of my council is here. Lionel, what tidings from the north?
de: Ah, nun sind meine Ratgeber vollzählig. Lionel, was gibt es neues im Norden?
es: Ah, ahora el último de mis consejeros está aquí. ¿Lionel, qué noticias tienes del norte?
fr: Bien, tous les membres du Conseil sont là. Lionel, des nouvelles du nord ?
pl: Nareszcie wszyscy jesteśmy. Lionelu, jakieś nowiny z północy?

source: Bad news, my liege. The orcs mass in great numbers on the north shore of the river Abez. We have been cut off from the dwarves of Knalga - the rumour is that the orcs plan to overrun them, then turn their attention to Wesnoth. The good people of our northern provinces flee, and the land there falls into anarchy. We were attacked more than once by thugs and bandits, and by evil creatures that roamed the night in the shapes of men.
de: Schlechte Nachrichten, mein Lehnsherr. Eine große Horde Orks hat sich am Nordufer des Flußes Abez versammelt. Wir sind abgeschnitten von den Zwergen aus Knalga - man hört, dass die Orks planen sie zu überrennen, um sich dann ganz auf Wesnoth zu konzentrieren. Die meisten redlichen Bürger aus den nördlichen Provinzen sind auf der Flucht und in den Ländern ist Anarchie. Wir werden immer öfter von Räubern und Banditen angegriffen, und von bösen Kreaturen die in durch die Nacht streifen.
es: Malas noticias, mi señor. Los orcos se encuentran en grandes cantidades en la orilla norte del río Abez. Nos han separado de los enanos de Knalga - el rumor es que los orcos planean acabarlos, y después prestarán atención a Wesnoth. La buena gente de nuestras provincias norteñas huye, y la tierra cae en anarquía. Fuimos atacados más de una vez por gamberros y bandoleros, y por malvadas criaturas que vagan en la noche con forma de hombres.
fr: Les nouvelles sont mauvaises, Monseigneur. Les orcs se rassemblent en hordes massives sur la rive nord du fleuve Abez. Nous sommes coupés des lignes de l'alliance Knalga ; la rumeur dit que les orcs envisagent de les écraser avant de se tourner vers Wesnoth. Nos gens fuient les provinces du Nord et la région sombre dans l'anarchie. Nous avons été attaqués à plusieurs reprises par des brutes et des bandits, mais aussi par de diaboliques créatures à l'apparence humaine errant dans la nuit.
pl: Niestety, mój panie, mam złe wieści. Orki w wielkiej liczbie zbierają się na północym brzegu rzeki Abez. Zostaliśmy odcięci od krasnoludów z Knalgi - krążą plotki, że orkowie zamierzają najpierw pozbyć się ich, a następnie skierować główne siły na Wesnoth. Dobrzy ludzie z naszych północnych prowincji uciekają w popłochu, a kraj popadł w anarchię. Wiele razy byliśmy atakowani przez zbójców i bandytów, a także, co gorsza, przez potwory rodem z najgorszych koszmarów!

source: Worse news - the orcs are already here, Garard. I myself was set upon within the royal forest. Were it not for this young fellow here...
pl: Jest nawet gorzej Garardzie - orkowie już tu są. Sam napotkałem ich w Królewskim Lesie. Gdyby nie ten młodzieniec obok...

source: Then there is no time to be lost! I shall ride to the Abez with an army. As bold as the northerners may be to cross our borders in secret and prey on the defenceless, they are disorganised and always cowardly in the face of a foe worth their mettle. They simply need reminding that our ancient treaty is backed by force of arms. Gurcyn, you have been to the west - will the elves lend their archers to help us?
pl: Wiec nie ma czasu do stracenia! Osobiście poprowadzę armię pod Abez. Nawet jeśli ludy północy mogą przenikać przez nasze granice i żerować na naszej bezbronności, to w dalszym ciągu jest to ta sama chołota, tchórząca przez walką z równymi sobie, twarzą w twarz. Najwyraźniej potrzebują przypomnienia, że za naszym starożytnym paktem stoi siła naszych mieczy. Gurcynie, byłeś na wschodzie - czy elfy przyślą nam swoich łuczników na pomoc?

source: The elves will not fight; they hate the orcs, but spoke darkly of human greed and foolishness. I have never seen them so unfriendly. There is something they know of and fear, but they would not tell me what it is.
de: Die Elfen werden nicht kämpfen, sie hassen die Orks aber sie haben düster über die Gier und Dummheit der Menschen gesprochen. Ich habe sie noch nie so unfreundlich erlebt. Da ist etwas von dem sie wissen und sie fürchten es - aber sie wollten mir nicht sagen was es ist.
es: Los elfos no lucharán; odian a los orcos, pero ante la oscura codicia e insensatez humana. Nunca los habia visto tan hostiles. Hay algo que saben y temen, pero no me dirán lo que es.
fr: Les elfes ne combattront pas : même s'ils haïssent les orcs, ils ont tenu des propos peu élogieux au sujet de la folie des hommes et de leur avarice. Je ne les ai jamais vus aussi distants. Il y a quelque chose qu'ils savent et craignent mais ils n'ont pas voulu m'en parler.
pl: Elfy nie będą walczyć, mój panie. Nienawidzą orków, ale na naszą prośbę odpowiedzieli jedynie pustą mową o ludzkiej chciwości i głupocie. Nigdy wcześniej nie widziałem by się tak zachowywali. Jest coś co wiedzą i czego się boją, ale nie chcieli mi wyjawić co to.

source: Your majesty... may I join your army? I mean, I came to Weldyn to seek your employ. And if it's archers you need, might not a mage be of help?
de: Eure Majestät... dürfte ich mich eurer Armee anschließen? Ich meine, ich kam nach Weldyn um hier eine Anstellung an eurem Hof zu finden. Und wenn ihr Bogenschützen braucht wird ein Zauberer sicher auch nützlich für euch sein.
es: Su majestad... ¿puedo unirme a su ejército? Quiero decir, vine a Weldyn para ofrecerle mis servicios. ¿Si necesita arqueros, no podría un mago ayudarle?
fr: Votre Majesté... Puis-je me joindre à votre armée ? C'est-à-dire que je suis venu à Weldyn pour vous servir. Et si ce sont des archers dont vous avez besoin, un mage ne ferait-il pas l'affaire ?
pl: Wasza Wysokość... Czy mógłbym dołączyć do Twojej armii? Przybyłem do Weldyn szukając zajęcia. Jeśli łucznicy są tym czego potrzebujesz, to może nie pogardzisz też usługami maga?

source: Ah, young Delfador... you speak well, and Leollyn has already told me of your bravery. I accept your offer of service with gratitude, but this is a task for warriors, not magic-makers. You shall stay here with Leollyn and assist him in governing Weldyn while I am gone. Heed his orders as if they were my own!
de: Ah, junger Delfador... ihr sprecht weise, und Leollyn hat mir schon von eurer Tapferkeit erzählt. Ich nehme euer Angebot dankbar an, aber dies ist eine Aufgabe für Krieger nicht für Zauberer. Ihr solltet mit Leollyn hier bleiben und ihn beim regieren von Weldyn unerstützen während ich weg bin. Befolgt seine Befehle als wenn es meine wären!
es: Ah, joven Delfador... hablas bien, y Leollyn ya me ha contado su valentía. Acepto su oferta de servicio con gratitud, pero ésta es una tarea para guerreros, no para magos. Se quedará aquí con Leollyn y lo ayudará a gobernar en Weldyn mientras no estoy. ¡Consideren sus órdenes como si fuesen mias!
fr: Ah ! Jeune Delfador, vous parlez bien ! Leollyn m'a déjà parlé de votre courage. Je rends grâce à votre proposition mais c'est une tâche qui incombe aux guerriers, non aux magiciens. Vous resterez ici avec Leollyn et l'assisterez au gouvernement de Weldyn à mon départ. Suivez ses ordres comme si c'étaient les miens !
pl: Ah, młody Delfador... Mówisz mądrze, a Leollyn już opowiadał mi o Twojej odwadze. Przyjmuję Twoją propozycje z wdzięcznością, ale to zadanie dla wojowników, nie czarodziei. Powinienieś pozostać tu z Leollynem i pomóc mu w zarządzie Weldyn póki nie powrócę. Słuchaj jego rozkazów tak, jakby były moimi!

source: Delfador, I may have a task for you... Lionel's talk of evil night creatures troubles me. Such stories have reached me before. There are a few places where the spirit world comes close to the earth we know, and there a trained mage may communicate with the spirits of the dead through meditation. The nearest lies to the northwest, an island in the mouth of the Abez. If the dead are restless, they may tell us why. I had thought to undertake such a mission myself... but now I must remain in Weldyn... perhaps you could go in my place?
de: Delfador, vielleicht habe ich eine Aufgabe für dich... Lionels Worte über die bösen Nachtkreaturen machen mir Sorgen. Sowas habe ich schon mal gehört. Es gibt einige Plätze wo ein ausgebildeter Magier in Meditation mit den Geistern der Toten sprechen kann. Der nächste liegt im Nordwesten, eine Insel mitten im Abez. Wenn die Toten ruhelos sind sagen sie uns eventuell warum. Ich wollte da eigentlich selbst hin... aber nun muß ich hier in Weldyn bleiben... vielleicht kannst du an meiner Stelle dahin gehen?
es: Delfador, puedo tener una tarea para usted... la charla de Lionel sobre malvadas criaturas de la noche me preocupa. Son historias que he escuchado antes. Hay lugares en donde el mundo de los espíritus está más cerca de la tierra de lo que imaginamos, y allí un mago especializado se puede comunicar con los espíritus de los muertos a través de la meditación. El más cercano queda al noroeste, en una isla en la boca del Abez. Si los muertos estan inquietos, pueden decirnos por qué. Había pensado emprender yo semejante misión... pero ahora debo permanecer en Weldyn... ¿quizás usted podría ir en mi lugar?
fr: Delfador, j'aurais quelque chose pour vous... Le récit de Lionel au sujet de ces terribles créatures de la nuit me trouble. Des histoires similaires me sont déjà parvenues auparavant. Rares sont les endroits où le monde des esprits rejoint celui de notre réalité, et c'est là qu'un mage confirmé pourrait entrer en contact, par la méditation, avec les esprits des morts. Le plus proche se situe au nord-ouest, une île dans l'embouchure du fleuve Abez. Si les morts ne trouvent pas le repos, ils pourront nous dire pourquoi. J'avais pensé entreprendre cette mission moi-même mais je dois à présent rester à Weldyn... Peut-être pourriez-vous y aller à ma place ?
pl: Delfadorze, być może mam już dla Ciebie zadanie... Słowa Lionela o nocnych potworach martwią mnie. To nie pierwszy raz gdy dochodzą do mnie takie wieści. Jest kilka miejsc na świecie, gdzie bariera między światami żywych i umarłych jest niezwykle cieńka. Tam odpowiednio wyszkolony mag mógłby skontaktować się z duszami umarłych poprzez medytacje. Najbliższe znajduje się na północny zachód, na wyspie w delcie Abezu. Jeśli martwi są niespokojni, musimy dowiedzieć się dlaczego. Miałem zamiar sam podjąć się tej misji, ale teraz muszę pozostać w Weldyn... Może Ty mógłbyś tam się udać zamiast mnie?

source: I'm honoured that you would entrust me with such a task... but I too stay in Weldyn, by the king's order!
de: Ich fühle mich geehrt das ihr mir so eine Aufgabe übertragen wollt... aber auf Befehl des Königs muß ich auch in Weldyn bleiben!
es: Sería un honor que me confie semejante tarea... ¡pero también me debo quedar en Weldyn, por orden del rey!
fr: Que vous me confiiez une mission de cette importance m'honore... mais je dois rester à Weldyn, sur ordre du Roi !
pl: Jestem zaszczycony, że chcesz powierzyć mi tak ważne zadanie... Tyle że z rozkazu króla ja też muszę zostać w Weldyn!

source: Hmmm... Garard placed you under my command, and I may command you to travel north, if you wish to. But you must be sure you are ready for such a grave task. Dealings with the spirit world are dangerous for the most powerful mages. Allow only your mind to enter the land of the dead - should your body follow, there is no return! Do you still wish to go?
de: Hmm... Garard hat dich unter mein Kommando gestellt, und ich könnte dich ja nach Norden reisen lassen, wenn du möchtest. Aber du mußt dir sicher sein das du diese schwere Aufgabe auf dich nehmen willst. Zusammentreffen mit der Geisterwelt sind immer gefährlich - auch für die mächtigsten Magier. Erlaube es nur deinem Geist ins Land der Toten zu gehen - wenn dein Körper folgt, gibt es keine Rückkehr! Willst du immer noch gehen?
es: Hmmm... Garard te puso bajo mis ordenes, y puedo ordenarte que viajes al norte, si deseas ir. Pero debes estar seguro de estar preparado para semejante tarea. Los tratos con el mundo de los espíritus son peligrosos, incluso para el mago más poderoso. Permítele sólo a tu mente entrar en la tierra de los muertos - ¡si tu cuerpo la sigue, no hay ningún retorno! ¿Deseas ir todavía?
fr: Hmm... Garard vous a placé sous mon commandement, donc je peux vous donner l'ordre de voyager vers le nord, si vous le souhaitez. Mais soyez averti que la mission est périlleuse. Même pour les mages les plus puissants, les rapports avec le monde des esprits sont dangereux. Laissez seulement votre esprit franchir le seuil du pays des morts ; si le corps venait à suivre, ce serait sans retour ! Voulez-vous toujours y aller ?
pl: Hmmm... Garard umieścił Cię pod moim dowództwem i mogę rozkazać udać Ci się na północ jeśli tylko będę chciał. Ale musisz być pewny, że dasz sobie radę z tak poważnym zadaniem. Zajmowanie się światem umarłych jest niebezpieczne nawet dla najpotężniejszych magów. Wyłącznie Twój umysł musi się znaleść w krainie umarłych, jeżeli Twoje ciało podąży za nim - nie będzie powrotu! Czy nadal chcesz tam iść?

source: If that is how I may best serve, I will do it right willingly.
pl: Jeśli to jest najlepszy sposób w jaki mogę się przysłużyć to zrobię to z przyjemnością.

source: Then you shall! Lionel and his men will accompany you, for you will need more than magic for protection on the road.
de: Dann soll es so sein! Lionel und seine Leute werden dich begleiten, denn du wirst mehr als nur Magie zum Schutz auf dem Weg brauchen.
es: ¡Entonces debes ir! Lionel y sus hombres te acompañarán, porque necesitarás más que magia para protegerte en el camino.
fr: Qu'il en soit ainsi ! Lionel et ses hommes vous accompagneront, car la magie ne suffira pas à vous protéger sur le chemin.
pl: Niech więc tak będzie! Lionel i jego ludzie będą Ci towarzyszyć, gdyż będziesz potrzebować czegoś więcej niż tylko czarów do obrony na trakcie.

source: The Swamps of Illuven
de: Der Sumpf von Illuven
es: Los Pantanos de Illuven
fr: Les Marais d'Illuven
pl: Bagna Illuven

source: This chest contains all the money that rogue has taken from unwary travellers!
de: In dieser Truhe ist all das Geld das der Schurke von unachtsamen Reisenden genommen hat!
es: ¡Este cofre contiene todo el dinero que el pícaro ha tomado de los viajeros descuidados!
fr: Ce coffre contient tout l'argent que ce bandit a pris aux voyageurs imprudents !
pl: Ta skrzynia zawiera wszystkie pieniądze, jakie ten oszust zwędził nieuważnym podróżnym.
ru: Эта сундук содержит все деньги, которые этот вор взял от неосторожных путешественников!

source: Move Delfador to the signpost in the northeast
de: Bringt Delfador zu dem Wegweiser im Nordosten
es: Mover a Delfador al poste indicador en el nordeste
fr: Amener Delfador au panneau de direction au nord-est
pl: Przemieść Delfadora do znaku na północnym wschodzie
ru: Переместить Делфадора к указателю на северо-востоке

source: Death of Lionel
de: Leollyn fällt in der Schlacht
es: Muerte de Lionel
fr: Mort de Lionel
pl: Śmierć Lionela

source: Here the Great North Road turns west to avoid the swamps of Illuven. Our way lies east across the swamps, and then through the wild lands beyond to the coast.
pl: Obawiam się, że to koniec wygodnej podróży. W tym miejscu Wielki Północny Trakt zawraca na zachód i omija bagna Illuven, a nasza droga wiedzie właśnie na wschód przez bagna, a następnie przez bardziej dzikie kraje leżące wzdłuż wybrzeża.

source: This place looks wild enough for me. Who made those villages in the swamps? Orcs?
de: Dieser Ort sieht wild genug aus finde ich. Wer hat die Dörfer in den Sümpfen erichtet?
es: Este lugar parece bastante salvaje para mí. ¿Quién hizo esos pueblos en los pantanos? ¿Orcos?
fr: Cet endroit est assez sauvage pour moi. Qui a construit ces villages dans les marécages ? Les Orcs ?
pl: To miejsce wygląda dla mnie już wystarczająco dziko. Kto pobudował tu te wioski? Orkowie?
ru: Это место выглядит достаточно диким для меня. Кто сделал те деревни в болотах? Орки?

source: No, men of Wesnoth... but those who live here are a lawless lot.
de: Nein, die Männer aus Wesnoth... Aber die, die hier leben sind gesetzloses pack.
es: No, hombres de Wesnoth... pero quienes viven aquí no respetan las leyes.
fr: Non, des hommes de Wesnoth... Mais ceux qui vivent ici sont une bande de hors-la-loi.
pl: Nie, to ludzie... Ale Ci tutaj nie są raczej za pan brat z prawem.
ru: Нет, мужчины Веснота ..., но те, кто живет здесь не соблюдают законы.

source: Greetings, strangers! This swamp is dangerous... You wanna cross it, you'll need protection - cost you only $fee gold!
de: Seid gegrüßt Fremde! Dieser Sumpf ist gefährlich... Wenn ihr ihn überqueren wollt könntet Ihr Schutz gebrauchen - es kostet Euch nur $fee Goldstücke!
es: ¡Saludos, extraños! Este pantano es peligroso... si deseas cruzarlo necesitarás protección - ¡te costará sólo $fee monedas de oro!
fr: Salutations, étrangers ! Ce marais est dangereux... Vous voulez le traverser, vous allez avoir besoin d'une protection et cela va vous coûter seulement $fee pièces d'or !
pl: Witajcie wędrowcy! Aleście sobie strasznie niebezpieczne bagno wybrali do wytarzania się... Sądzę, że jeżeli chcecie znaleść się na drugiej stronie będziecie potrzebowali przewodnika, ochrony, takich tam... Macie szczęście, że mnie spotkaliście! Z chęcią Wam pomogę! Tyle, że ktoś musi pokryć moje... koszty własne. Wam dam zniżkę - tylko $fee złotych monet!
ru: Здравствуйте, незнакомцы! Это болото опасное... Если Вы хотите перейти его, Вы будете нуждаться в защите - стоят Вам только $fee золота!

source: Thanks very much. Here's the gold...
de: Vielen Dank, hier ist das Gold...
es: Muchas gracias. Aquí está el oro
fr: Merci beaucoup. Voici l'argent...
pl: Bardzo dziękujemy. Oto złoto...
ru: Спасибо. Вот золото...

source: It's been a pleasure doing business with you... Bye!
de: Es war mir ein Vergnügen mit euch Geschäfte zu machen... Lebt wohl!
es: Es un placer hacer negocios con usted... ¡Adiós!
fr: Ce fut un plaisir de négocier avec vous... Salut !
pl: To była przyjemność robić z Wami interesy... Żegnajcie!
ru: Это было удовольствие торговать с Вами... Пока!

source: Where did he go?
de: Wo ist er hin?
es: ¿Dónde se fue?
fr: Où est-il allé ?
pl: Gdzie on poszedł?
ru: Куда он ушел?

source: Haw haw haw! Suckers!
de: Ha Ha Ha! Trottel!
es: ¡Espina espina espina! ¡Lechones!
fr: Ha ha ha ! Pigeons !
pl: Ha ha! Frajerzy!

source: Well, at least we only have to deal with one of them now...
de: Wenigstens müssen wir uns jetzt blos noch um einen kümmern...
es: Bien, por lo menos ahora sólo tenemos que tratar con uno de ellos...
fr: Eh bien, au moins nous n'avons à faire qu'à un seul d'entre eux maintenant...
pl: No cóż, przynajmniej teraz mamy tylko jednego na głowie...
ru: Хорошо, по крайней мере мы должны иметь дело только с одним из них теперь...

source: No thanks - we'll manage by ourselves...
de: Nein Danke wir schaffen das auch alleine...
es: No gracias - nos arreglaremos solos...
fr: Non merci : nous nous débrouillerons par nous-mêmes...
pl: Nie, dziękuję - sami damy sobie radę...
ru: Нет - мы справимся сами...
