Repository: wescamp/Delfadors_Memoirs-root
Catalog: po/*.po
Languages: de, es, fr, pl, ru

source: You'll regret it!
de: Das werdet Ihr bereuen!
es: ¡Lo lamentará!
fr: Vous allez le regretter !
pl: Pożałujecie tego!
ru: Вы сожалеете об этом!

source: They certainly will! Haw haw haw!
de: Sicher werden sie das! Ha Ha Ha!
es: ¡Como quieran! ¡Espina espina espina!
fr: Certainement ! Ha ha ha !
pl: Jasne, że pożałują! He he he!
ru: Они конечно будут! Ха ха ха!

source: Night in the Swamp
de: Die Nacht im Sumpf
es: Noche en el Pantano
fr: Nuit dans le marécage
pl: Noc na bagnach
ru: Ночь в Болоте

source: I think that's all of them! Let's move on - the less time we spend in this swamp the better.
de: Das waren alle denke ich. Los weiter - je weniger Zeit wir in diesem Sumpf verbringen desto besser.
es: ¡Creo que era el ultimo! Sigamos - gastemos el menor tiempo posible en este pantano.
fr: Je pense que c'était le dernier ! Allons-y : moins nous passons de temps dans ce marécage, mieux c'est.
pl: To już chyba wszyscy! Ruszajmy dalej - im mniej czasu spędzimy na tych bagnach, tym lepiej.
ru: Я думаю, что это все! Давайте идти дальше - чем меньше времени мы тратим в этом болоте, тем лучше.

source: Survive 12 turns
de: Überlebt 12 Runden
es: Sobreviva 12 turnos
fr: Survivre pendant 12 tours
pl: Przetrwaj 12 tur
ru: Выжить 12 ходов.

source: These swamps seem to go on forever!
de: Sieht so aus als ob wir niemals aus diesen Sümpfen rauskommen!
es: ¡Estos pantanos parecen seguir para siempre!
fr: Ces marécages semblent ne jamais finir !
pl: Te bagna ciągną się w nieskończoność!
ru: Эти болота, кажется, продолжаются навсегда!

source: One more day's travel, I think. We should camp for the night now - we should be out of it by tomorrow evening.
de: Noch ein Tagesmarsch denke ich. Wir sollten heute Nacht hier unsere Zelte aufschlagen dann werden wir morgen Abend den Sumpf durchquert haben.
es: Un recorrido de más días, pienso. Ahora debemos acampar para la noche - deberíamos estar afuera para mañana por la noche.
fr: Encore un jour de voyage, je pense. Nous devrions camper pour la nuit maintenant : nous devrions en être sortis demain soir.
pl: Został nam jeszcze góra jeden dzień drogi. Przynajmniej tak myślę. Powinniśmy rozbić obóz i tu przenocować, a jutro wieczorem zapewne zostawimy te mokradła za sobą.
ru: Путешествие еще одного дня, я думаю. Нам лучше переночевать сейчас - мы должны выйти до следующего вечера.

source: Those standing stones - they summon evil creatures!
de: Diese Steine... Aus Ihnen kommen böse Kreaturen!
es: ¡Esas piedras apiladas - convocan criaturas malignas!
fr: Ces pierres érigées : elles invoquent des créatures maléfiques !
pl: Te menihiry - przywołują nieumarłych!
ru: Те стоящие камни - они вызывают злые существа!

source: I saw this kind of thing in the north... These abominations are not affected by swords, but they fear the light of day. We must hold them off as best we can.
de: Ich hab derartiges schon im Norden gesehen... Diese abscheulichen Wesen sind sehr resistent gegen Schwertangriffe aber sie fürchten das Tageslicht. Wir müssen sie solange zurückhalten wie wir können.
es: Vi este tipo de cosas en el norte... Estas abominaciones no son afectadas por espadas, pero le temen a la luz del día. Debemos rechazarlos como sea.
fr: J'ai vu ce genre de choses au nord... Ces abominations ne sont pas affectées par les épées, mais elles craignent la lumière du jour. Nous devons les retenir du mieux que nous pourrons.
pl: Widziałem już coś takiego na północy... Ostrze miecza nie czyni szkody tym wynaturzeniom, ale za to światło - tak. Musimy powstrzymywać je tak długo jak tylko możemy.
ru: Я видел таких на севере... Их не затрагивают мечи, но они боятся света дня. Мы должны удержать их как можем.

source: Hmmm... if I could get nearer to the stones, I could perhaps break their power...
de: Hmmm... wenn ich näher an die Steine kommen würde kann ich vielleicht ihre Macht brechen...
es: Hmmm... si pudiera acercarme más a las piedras, quizás podría romper su poder...
fr: Humm... Si je pouvais m'approcher des pierres, je pourrais peut-être anéantir leur pouvoir...
pl: Hmmm... Może gdybym znalazł się bliżej tych kamieni dałbym radę przełamać ich moc...

source: This'll splinter your bones, you vile monstrosity!
de: Das wird deine Knochen splittern lassen du gemeines Monster!
es: ¡Esto astillará tus huesos, vil monstruosidad!
fr: Ceci va t'éclater les os, monstruosité infâme !
pl: Co powiesz na szybkie rachowanie kości potworze?!
ru: Это расколет ваши кости, мерзкое чудовище!

source: At least, morning is here... And the skeletons are disappearing!
de: Endlich, die Sonne geht auf und die Skelette verschwinden!
es: ¡Al fin, la mañana está aquí... Y los esqueletos están desapareciendo!
fr: Enfin, le jour se lève... Et les squelettes disparaissent !
pl: Nareszcie świta... Patrzcie na szkielety! Znikają!
ru: По крайней мере, сейчас утро... И скелеты исчезают!

source: At last, morning is here!
de: Endlich, die Sonne geht auf!
es: ¡Al fin, la mañana está aquí!
fr: Enfin, le matin est là !
pl: Nareszcie świta...
ru: Наконец то утро!

source: I hope I never see another night like that! Let's leave this evil place as quickly as possible - I want to get us out of Illuven before dusk.
de: Ich hoffe ich muss nicht nochmal so eine Nacht erleben! Lass uns so schnell wie möglich von diesem bösen Ort verschwinden - ich will vor Sonnenuntergang in Illuven sein.
es: ¡Espero nunca más ver una noche como esta! Dejemos este lugar del mal tan rápido como sea posible - quiero salir de Illuven antes del crepúsculo.
fr: J'espère ne jamais voir une autre nuit comme celle-là ! Quittons cet endroit maléfique aussi rapidement que possible : je veux nous sortir d'Illuven avant le crépuscule.
pl: Mam nadzieje, że już nigdy w życiu nie zobaczę takiej nocy! Zostawmy to złe miejsce tak szybko jak to możliwe - chce byśmy znaleźli się w Illuven przed zmierzchem.
ru: Я надеюсь, что я никогда не увижу такую ночь как эту! Давайте уйдём из этого злого места побыстрее - я хочу вывести нас из Иллавена до сумрак.

source: We have arrived. And there is the island Leollyn spoke of. But what are those strange shapes moving among the trees?
de: Wir sind angekommen, dass ist die Insel von der Leollyn gesprochen hat. Aber was sind das für seltsame Gestalten die sich zwischen den Bäumen bewegen?
es: Hemos llegado. Es la isla de la que Leollyn habló. ¿Pero que son esas formas extrañas que se mueven entre los árboles?
fr: Nous sommes arrivés. Et voici l'île dont Leollyn a parlé. Mais que sont ces formes étranges qui bougent parmi les arbres ?
pl: Jesteśmy. Oto i wyspa Leollyn, tak jak mówiłem. Ale co to za dziwne kształty pomiędzy drzewami?
ru: Мы прибыли. Это остров, о котором Леоллин говорил. Но что те странные фигуры среди деревьев?

source: I believe that they are woses - tree guardians. I have heard of them, but thought they were gone from Wesnoth forever. They are not evil, it is said, but yet they may be hostile to us. We had best be careful.
de: Ich glaube das sind Waldschrate - Wächter der Bäume. Ich habe von ihnen gehört aber ich dachte das sie für immer aus Wesnoth verschwunden sind. Man erzählt sich das sie nicht böse sind, aber sie könnten uns trotzdem feindlich gesinnt sein. Wir sollten vorsichtig sein.
es: Creo que son woses - guardianes de los árboles. He oído hablar de ellos, pero creía que se habían ido para siempre de Wesnoth. No son malos, se dice, pero todavía pueden ser hostiles a nosotros. Debemos tener mucho cuidado.
fr: Je pense que ce sont des Woses, des gardiens des arbres. J'ai entendu parler d'eux, mais je pensais qu'ils avaient quitté Wesnoth à jamais. Ils ne sont pas mauvais, dit-on, mais ils pourraient nous être hostiles. Nous devrions faire attention.
pl: Myślę, że to są drzewce - strażnicy drzew. Słyszałem o nich, ale myślałem, że znikneli z Wesnoth na zawsze. Nie są źli, przynajmniej tak o nich mówią. Mimo to mogą być wobec nas wrodzy. Lepiej bądźmy ostrożni.
ru: Я полагаю, что они - лешии - защитники деревьев. Я слышал о них, но думал, что они ушли из Веснота навсегда. Они не являются злыми,как говорят, но они могут быть враждебны к нам. Нам лучше всего быть осторожным.

source: I am Ur-Thorodor, eldest of the forest. Who are you human-creatures? You may not trespass on our island.
pl: Jaaam jeest Ur-Thorodor, najstaarszy z lasu... Kiiim jeesteście ludzkiee-potwooorki? Niieee moożecie wejść na naaaszą wyyspę...

source: Ur-Thorodor, please let us pass! We are on a vital mission for King Garard, in the interests of all living things in Wesnoth.
pl: Ur-Thorodorze, proszę, przepuść nas! Jesteśmy na ważnej misji od króla Gararda, działamy w interesie wszystkich żywych stworzeń w Wesnoth.

source: We care nothing for your kings, human-creatures. It is centuries since your kind have been here, and only now are our roots destroying the last of your accursed stonework. Now I will speak no more. Leave us, or suffer our wrath!
de: Wir kümmern uns nicht um eure Könige, Menschen. Es ist jahrhunderte her das eure Art hier war, und unsere Wurzeln sind immer noch damit beschäftigt die letzten Reste eurer Steingebilde zu zerstören. Genug geredet. Lasst uns in Ruhe oder geht an unserem Zorn zu Grunde.
es: No queremos saber nada de tus reyes, criatura-humana. Hace siglos tu gente estuvo aquí, y recien ahora nuestras raíces destruyen la última de las construcciones de piedra maldita. No hablaré más. ¡Déjanos, o sufre nuestra ira!
fr: Vos rois nous importent peu, créatures humaines. Cela fait des siècles depuis que vos semblables ont été présents ici, et c'est seulement maintenant que nos racines détruisent les derniers morceaux de votre maudite maçonnerie. Je ne parlerai plus maintenant. Laissez-nous, ou subissez notre courroux !
pl: Niiee dbamy o waaszych królów, luuudzkie-potwoorki... Miiineły stuulecia od kieedy Twój rodzaaaj byyył tuu ostatniooo, a doopieroo teraz naszyyym korzenioom udaaało się zatrzeeeć waaasze bluźnieercze śladyyyy.... Zoostawcie nassss... lub poczujcie nasz gnieew!
ru: Люди, мы не заботимся о ваших королях. прошли столетия с тех времён когда вы были здесь, и только теперь наши корни разрушают последнюю из вашей проклятой каменной кладки. Теперь я не буду говорить больше. Оставьте нас, или перенесите наш гнев!

source: This Ur-Thorodor should not speak of King Garard that way! 'Suffer our wrath' indeed... I'll show him wrath!
pl: Ten cały Ur-Thorodor nie ma prawa wyrażać się tak o Królu Garardzie! 'Poczujcie nasz gniew' tak... Ja pokażę mu gniew!

source: It seems there is no alternative - we must get onto that island! Perhaps if we can get close to Ur-Thorodor, and speak with him again, he will understand.
pl: Wygląda na to, że nie ma alternatywy - musimy wedrzeć się na tą wyspę! Być może, jeśli uda nam się zbliżyć do Ur-Thorodora i znów z nim pomówić, to w końcu przemówię mu do rozsądku.

source: Move Delfador to Ur-Thorodor's castle
pl: Przemieść Delfadora do zamku Ur-Thorodora

source: Death of Ur-Thorodor
pl: Śmierć Ur-Thorodora

source: Hruuuarrgh! The vile human-creatures hew at me...
pl: Hrauuuarrgh! Ta pooodła luudzka-bestiaa się poo mnieee wspiiinaaa!

source: Ur-Thorodor, you must listen to us! A great evil power threatens all living things in Wesnoth - we must fight against it together, or all life here will perish.
pl: Ur-Thorodorze, musisz mnie wysłuchać! Wielkie zło zagraża wszystkim żywym stworzeniom w całym Wesnoth - musimy stawić mu czoła razem, albo polegniemy, wszyscy, po kolei.

source: I trust no humans! Drive them out, my children!
de: Ich traue euch Menschen nicht! Verjagt sie, meine Kinder!
es: ¡No confío en ningún humano! ¡Saquenlos, mis niños!
fr: Je ne fais pas confiance aux humains ! Chassez-les, mes enfants !
pl: Niee ufaam ludziom! Przeepędzić ich, mooje dziieeeci!
ru: Я не доверяю никаким людям! Уведите их, мои дети!

source: I am defeated... My children: hear my last words! Destroy the humans, and never let them set foot on our island again!
pl: Pookoonali mnieee.... Moooje dzieeeci: usłyszzzcie moooje ostatniee słooowa! Zniiszczciee luudzi i niech juuż niigdy niee pooostawią noogi naa naszeej wyspie!

source: This is hopeless! If carrying out my mission means killing these noble creatures, then I cannot continue.
pl: To jest beznadziejne! Jeśli wykonanie tej misji ma spowodować śmierć tylu szlachetnych stworzeń to nie mogę jej kontynuować.

source: Ur-Thorodor, listen to me! We are not here to take your island. If you will let just me remain here, then I promise you, on behalf of King Garard, that no Wesnothian will set foot on your island without your permission again. As a token of good faith, I command my army to return to the mainland.
pl: Ur-Thorodorze, wyposłuchaj mnie! Nie jesteśmy tu, by zająć Twą wyspę! Jeśli pozwolisz mi przebywać tu przez jakiś czas, to gwarantuje Ci w imieniu króla Gararda, że żaden Wesnothiańczyk nie postawi stopy na Twojej wyspie bez Twego pozwolenia. Jako dowód dobrej woli, odeślę moją armię na kontynent.

source: Are you sure that's wise?
de: Seid Ihr sicher das das eine kluge Entscheidung ist?
es: ¿Es eso realmente sabio?
fr: Êtes-vous sûr que cela soit sage ?
pl: Jesteś pewnien, że to mądre posunięcie?
ru: Вы уверены, что это можно сделать?

source: It's the only way! Lionel, lead our soldiers back to the mainland. I will rejoin you when I have carried out my mission, and determined what is amiss in the world of the dead.
de: Es ist der einzige Weg! Lionel, führt unsere Soldaten zurück aufs Festland. Ich werde zu Euch zurückkehren wenn ich meine Mission erfüllt habe und weiss was in der Welt der Toten verkehrt läuft.
es: ¡Es la única manera! Lionel, lleva a nuestros soldados al continente. Yo regresaré cuando haya completado mi misión, y averiguado lo que esta mal en el mundo de los muertos.
fr: C'est le seul moyen ! Lionel, ramenez nos soldats sur le continent. Je vous rejoindrai quand j'aurai mené à bien ma mission, puis déterminé ce qui cloche dans le monde des morts.
pl: Nie ma innego wyjścia! Lionelu, zabierz naszych żołnierzy z powrotem na kontynent. Dołącze do Was jak tylko wykonam swoją misję i określę co się dzieje w krainie umarłych.
ru: Это единственный способ! Лайонел, ведите наших солдат назад к материку. Я соединюсь с вами, когда я выполнил мою миссию, и определю то, что находится в мире мертвых.

source: I see I had misjudged you, human. You are not like those who came before. I accept your offer!
de: Ich sehe ich habe Euch falsch eingeschätzt, Mensch. Ihr seid nicht so wie die die früher kamen. Ich nehme Euer Angebot an!
es: Veo que lo había juzgado mal, humano. No es como aquéllos que vinieron antes. ¡Acepto su oferta!
fr: Je vois que je vous ai mal jugé, humain. Vous n'êtes pas comme ceux qui sont déjà venus. J'accepte votre offre !
pl: Wiiidzę, że źleee Cię oceeeeniłem człooowieeku. Niee jeeesteś taaaki jak Ci co przybyyywali przeeed Tobą. Zgaaaadzaaam się na Twooją ofeertę!
ru: Я вижу, что я недооценил Вас, человек. Вы не такие как те, кто приходили раньше. Я принимаю ваше предложение!

source: As the Wesnothians withdrew from the island, the woses melted away into the trees. Delfador began the meditation that would place him in contact with the spirit world. But the woses were not the only creatures living on this island...
de: Als die Wesnother sich von der Insel zurückzogen, verschwanden die Waldschrate wieder zwischen den Bäumen. Delfador begann mit einer Meditation um in Kontakt mir der Geisterwelt zu kommen. Aber die Waldschrate waren nicht die einzigen Wesen die auf der Insel lebten...
es: Mientras los Wesnothianos se retiraban de la isla, los woses se fundian entre los árboles. Delfador empezó la meditación que lo pondría en contacto con el mundo de los espíritus. Pero los woses no eran las únicas criaturas que vivian en esta isla...
fr: Au moment où les Wesnothiens se retirèrent de l'île, les woses se fondirent dans les arbres. Delfador commença la méditation qui le placerait en contact avec le monde des esprits. Mais les Woses n'étaient pas les seules créatures à vivre sur cette île...
pl: Gdy tylko Wesnothiańczycy opuścili wyspę, drzewce zagłębiły się z powrotem w las. Delfador rozpoczął medytacje, która miała umożliwić mu kontakt ze światem duchów. Ale drzewce nie były jedynymi stworzeniami na wyspie...
ru: Пока армия уходила от острова, лешии превратились в деревья. Делфадор начал медетацию, которая поставит его в контакт с миром духов. Но лешии не были единственными существами, живущими на этот острове...

source: A human mage... is it dead?
de: Ein menschlicher Magier... ist er tot?
es: Un mago humano... ¿esta muerto?
fr: Un mage humain... Est-il mort ?
pl: Ludzki czarodziej... Nie żyje?
ru: Людской маг ... действительно ли он мертв?

source: Easy to find out... thump it and see if it wakes up!
de: Das ist leicht rauszufinden... Schlag ihn und schau ob er aufwacht!
es: ¡Fácil de averiguar... golpéalo y veremos si despierta!
fr: Facile à vérifier... Cogne dessus et regarde s'il se réveille !
pl: Łatwo możesz się dowiedzieć... Rąbnij go i zobacz czy wstanie!
ru: Легко узнать ... ударь и смотри если он проснётся!

source: THUMP!
de: SCHLAG!
fr: BAM !
pl: Łuuup!
ru: УДАР!

source: Do you serve Ihiah-Malal, living man?
de: Dienst ihr Ihiah-Malal, Lebender?
es: ¿Sirves Ihiah-Malal, al hombre viviente?
fr: Sers-tu Ihiah-Malal, mortel ?
pl: Czy służysz Ihiah-Malalowi, człowieku?

source: Yes, I serve him.
de: Ja, ich diene ihm.
es: Sí, yo lo sirvo.
fr: Oui, je le sers.
pl: Tak, służę mu.

source: Then you will not mind if we kill you! Hahahahah!
de: Dann werdet ihr sicher nichts dagegen habenm wenn wir euch töten! Hahahahah!
es: ¡Entonces no le importará si nosotros lo matamos! ¡Hahahahah!
fr: Alors tu ne verras pas d'inconvénient à ce que nous te tuions ! Mouahahahah !
pl: Więc nie będziesz mieć nic przeciwko, jeśli Cię zabijemy! Hahahaha!

source: No, I do not.
de: Nein, tue ich nicht.
es: No, yo no
fr: Non, en aucun cas.
pl: Nie, nie mam nic z nim wspólnego.

source: Then you will die forever!
de: Dann wirst du für immer sterben!
es: ¡Entonces morirá para siempre!
fr: Alors tu vas mourir pour toujours !
pl: Więc będziesz umierać wiecznie!

source: Ihiah-Malal commands your death!
de: Ihiah-Malal befiehlt euren Tod!
es: ¡Ihiah-Malal ordena tu muerte!
fr: Ihiah-Malal veut ta mort !
pl: Ihiah-Malal rozkazał by Cię zabić!

source: Destroy the intruder, my minions!
de: Vernichtet den Eindringling, meine Lakaien!
es: ¡Destruyan al intruso, mis favoritos!
fr: Laquais ! Éliminez l'intrus !
pl: Zniszczyć intruzów!

source: Into the Land of the Dead
de: Im Land der Toten
es: En la Tierra de los Muertos
fr: Au pays des morts
pl: Do Krainy Śmierci
ru: В Страну Мёртвых

source: It was one of those moments that altered the destiny of the world. The orc warrior held many possibilities in his hand. He could simply have taken Delfador's head. Had that occurred, the orcs might have overrun the whole of Wesnoth and ruled it for ages. But what he chose, thinking it rare sport to abuse one of the hated human mages, was to strike Delfador with his gauntleted fist.
pl: To była właśnie jedna z tych chwil, które odmieniają przeznaczenie świata. Orczy wojownik miał wiele możliwości w swojej dłoni. Mógł po prostu odciąć Delfadorowi głowę. Gdyby tak się stało orkowie przetoczyliby się przez całe Wesnoth i a następnie rządzili nim przez lata. On jednakże zdecydował inaczej. Traktując to jak rzadką okazję, by dołorzyć jednemu ze znienawidzonych ludzkich magów, uderzył Delfadora z całej siły zakutą w stal pięścią.

source: The blow interrupted Delfador's meditation. He beagan to fall to the earth, but before touching down vanished as though he had never been there at all.
pl: Cios przerwał medytacje Delfadora. Zaczął spadać w kierunku ziemii, lecz zanim jej dotknął, rozpłynął się w powietrzu.

source: Move Delfador to the signpost
de: Bringt Delfador zu dem Wegweiser
es: Mover a Delfador al poste indicador
fr: Amener Delfador au panneau de direction
pl: Przesuń Delfadora do znaku
ru: Довести Делфадора к указательному столбу

source: Delfador opened his eyes and he recognize: he is ALONE in the DARK.
pl: Delfador otworzył oczy i zobaczył, że jest sam w mroku.

source: Do not fear me, Delfador. It is my doom to appear as you see me. I was a serf of a cruel lord. He demanded great taxes to fight many wars... then plague came... my family were starving, and we were forced to eat the flesh of those who had died.
de: Fürchtet mich nicht, Delfador. Es ist meine Strafe so zu erscheinen wie Ihr mich seht. Ich war einst ein Leibeigener eines grausamen Gebieters. Er verlangte hohe Steuern um viele Kriege zu führen... dann kam die Pest... meine Familie hungerte, und wir waren gezwungen das Fleisch der Toten zu essen.
es: No me tema, Delfador. Es mi sentencia aparecer para que me vea. Era siervo de un señor cruel. Exigió grandes impuestos para luchar muchas guerras... entonces la plaga vino... mi familia estaba hambreada, y nos obligaron a comer la carne de aquéllos que habían muerto.
fr: Ne me craignez pas, Delfador. C'est ma malédiction d'apparaître tel que vous me voyez. J'étais le serf d'un seigneur cruel. Il prélevait des taxes élevées pour mener de nombreuses guerres... Puis la peste est venue... Ma famille était affamée, et nous avons dû manger la chair de ceux qui étaient morts.
pl: Nie bój się mnie Delfadorze. To, że tak wyglądam jest moją karą. Byłem sługą okrutnego pana. Żądał coraz większych podatków, gdyż toczył liczne wojny... Wtedy nadeszła plaga... Moja rodzina głodowała i byliśmy zmuszeni jeść ciała tych, którzy zmarli przed nami.
ru: Не бойтесь меня, Делфадор. Моя гибель появиться как ты видишь меня. Я был рабом жестокого лорда. Он потребовал большие налоги, чтобы вести много войн ... тогда, чума пришла ..., моя семья голодала, и мы были вынуждены съедать тех, кто умер.

source: Have you encountered the skeletons? Their castle lies north of here. It is difficult to attack, but there is a secret entrance in the valley beyond Sydney's village.
de: Habt Ihr die Skelette schon gesehen? Ihr Schloss ist nördlich von hier. Man kann es nur schwer angreifen, allerdings gibt es einen geheimen Eingang im Tal hinter Sydneys Dorf.
es: ¿Has encontrado los esqueletos? Su castillo queda al norte de aquí. Es difícil atacar, pero hay una entrada secreta en el valle más allá del pueblo de Sydney.
fr: Avez-vous rencontré les squelettes ? Leur château est au nord. Il est difficile à attaquer, mais il y a une entrée secrète dans la vallée au-delà du village de Sydney.
pl: Spotkałeś już szkielety? Ich zamek mieści się na północ stąd. Ciężko go zaatakować, ale jest tu sekretne przejście w dolinie za wioską Sydney.
ru: Встречались ли вы со скелетами? Их замок находится к северу. На них трудно напасть, но есть секретный вход в долине за деревней Сиднея.

source: I died a long time ago. I have forgotten my name.
de: Ich starb vor langer Zeit. Ich kann mich nicht mehr an meinen Namen erinnern.
es: Morí hace mucho tiempo. He olvidado de mi nombre.
fr: Je suis mort il y a bien longtemps. J'ai oublié mon nom.
pl: Zmarłem dawno temu... Nie pamiętam swojego imienia...
ru: Я давно и забыл мое имя.
