Repository: wescamp/Delfadors_Memoirs-root
Catalog: po/*.po
Languages: de, es, fr, pl, ru

source: I am deeply grateful for your aid, Chantal. I see now what I must do... I have lost Ihiah-Malal, but I must at least try to report back to the King or to Leollyn. I will set out for the south!
pl: Jestem Ci głęboko wdzięczny za Twoją pomoc Chantal. Teraz już wiem co muszę zrobić... Zgubiłem Ihiah-Malala, ale muszę przynajmniej złorzyć raport królowi lub Leollynowi. Natychmiast wyruszam na południe!

source: It will not be easy. The orcish army lies between here and your destination. We are under attack even here, by an orcish warband encamped in the mountains to the southwest.
pl: To nie będzie łatwe. Armia orków zebrała się między nami i celem Twojej podróży. Nawet tutaj wciąż jesteśmy atakowani przez orczy oddział obozujący w górach na południowym zachodzie.

source: Attacked by orcs? Then I might perhaps help you to defeat them, and repay your assistance and kindness!
de: Angegriffen von den Orks? Vielleicht kann ich euch helfen sie zu besiegen um mich für eure Hilfe zu revanchieren.
es: ¿Atacado por orcos? ¡Entonces podría ayudarte a derrotarlos, y compensar tu ayuda y amabilidad!
fr: Attaqués par des orcs ? Alors je pourrais peut-être vous aider à les vaincre et rendre grâce à votre assistance et votre gentillesse !
pl: Atakowani przez orków? Wiec spróbuje pomóc Wam ich pokonać, by choć w ten sposób odpłacić za Waszą pomoc i szczodrość!
ru: Аттакован орками? Тогда я мог бы помочь Вам нанести им поражение, и возместить вашу помощь и доброту!

source: With your help, Delfador, we have overrun the orcish warlord of this area, and our forests are secure. Secure enough that I can even join you in your journey south... at least as far as the Great River.
pl: Dzięki Twojej pomocy Delfadorze wygnaliśmy orków z naszej krainy i nasze lasy w końcu są bezpieczne. Wystarczająco bezpieczne bym mogła dołączyć do Ciebie w Twojej podróży na południe, aż do Wielkiej Rzeki.

source: Epilogue
pl: Epilog

source: This is the end of the story also known as Legend of Young Delfador.
es: Éste también es el final de la historia conocido como Leyenda del Joven Delfador.
fr: Ainsi se termine l'histoire également connue sous le nom de La Légende du jeune Delfador.
pl: To jest koniec opowieści znanej pod nazwą Legendy Młodego Delfadora.

source: The 'Delfador's Memoirs' campaign was brought to you by: Josh Parsons : creator of earlier versions (up to 0.5.2) of the campaign containg first 10 scenarios Oto 'tapik' Buchta : new maintainer (from 0.6.0), internationalization, improvements, bugfixing Sirp : Valley of Statues is adapted from a scenario he wrote for the original Heir To The Throne, later removed to cut the length of that campaign. Arkadiusz D. Danilecki : many things have been stolen from his 'A New Order' Many thanks to Torangan for patience and explaining how wescamp works; all others from wesnoth forum.
pl: Twórcy kampanii 'Wspomnienia Delfadora (Delfador's Memoirs)': Josh Parsons : twórca wcześniejszych wersji (do 0.5.2) kampanii zawierającej pierwsze 10 scenariuszy Oto 'tapik' Buchta : nowy opiekun projektu (od 0.6.0), nadzór nad tłumaczeniem, ulepszanie, usuwanie błędów Sirp : Dolina Posągów jest scenariuszem, który pierwotnie został stworzony dla kampanii Następca Tronu, lecz ostatecznie został z niej usunięty. Arkadiusz D. Danilecki : wiele rzeczy zostało skradzione z jego kampanii 'Nowy Porządek (A New Order)' Grorące podziękowania dla Torangana za cierpliwość i tłumaczenie jak działa wescamp, a także wszystkim innym z forum wesnoth.

source: TRANSLATIONS: Oto 'tapik' Buchta: Czech translation blurgk: French translation David Philippi (torangan): German translation RokStar: Italian translation nikita: Russian translation Stefan Bergström (tephlon): Swedish translation
fr: TRADUCTIONS : Oto 'tapik' Buchta : traduction tchèque Liste d'abonnés française : traduction française David Philippi (torangan) : traduction allemande RokStar: traduction italienne nikita : traduction russe Stefan Bergström (tephlon) : traduction suédoise
pl: Tłumaczenia: Oto 'tapik' Buchta: Czeskie tłumaczenie blurgk: Francuskie tłumaczenie David Philippi (torangan): Niemieckie tłumaczenie RokStar: Włoskie tłumaczenie nikita: Rosyjskie tłumaczenie Stefan Bergström (tephlon): Szwedzkie tłumaczenie Mateusz Szczepańczyk (otik): Polskie tłumaczenie

source: If you liked the campaign, please post your feedback at wesnoth forum (http://www.wesnoth.org/forum/). Authors invested a lot of time into this campaign, just as translators and others did; in return we would love to hear some opinions about it from people who played it.
fr: Si cette campagne vous a plu, merci de nous le dire sur le forum de Wesnoth (http://www.wesnoth.org/forum/). Les auteurs ont investi beaucoup de leur temps dans cette campagne, ainsi que les traducteurs et d'autres encore, nous serions donc très heureux d'avoir l'avis des joueurs qui y ont joué.
pl: Jeśli spodobała Ci się ta kampania możesz pokazać swoje wparcie na forum wesnoth (http://www.wesnoth.org/forum/). Autorzy włorzyli wiele wysiłku w tworzenie tej kampanii, tak samo jak tłumacze i inni; w zamian z przyjemnością usłyszelibyśmy opinię ludzie, którzy w nią grali.

source: CAMPAIGN MAINTAINER: The campaign is not finalized yet. Delfador should come to Abez with Chantal, kill the prince Eldred and many others. The author of the initial scenarios had some ideas and in the future they will be fulfilled. If you would like to help me with the finalization, you could. Please contact me at the Wesnoth forum. Tapik
fr: RESPONSABLE DE LA CAMPAGNE : la campagne n'est pas encore terminée. Delfador devrait aller à Abez avec Chantal, tuer le prince Eldred et beaucoup d'autres. L'auteur des scénarios initiaux avait quelques idées qui seront réalisées dans l'avenir. Si vous voulez participer à la finalisation, vous pouvez. Veuillez me contacter sur le forum de Wesnoth. Tapik
pl: OPIEKUN KAMPANII: Kampania ta nie jest jeszcze ukończona. Delfador powinien przybyć nad Abez z Chantal, zabić księcia Eldreda i wielu innych. Autor początkowych scenariuszy miał trochę pomysłów i w przyszłości zostaną one wykorzystane. Jeśli chcesz pomóc mi z wykończeniem kampanii, zapraszam. Skontaktuj się ze mną na forum Wesnoth. Tapik

source: Journeyman Mage
de: Junger Magier
es: Mago Jornalero
fr: Compagnon mage
pl: Wędrowny Mag
ru: Путешествуещий Маг

source: A mage who has just finished his or her apprenticeship is known as a journeyman. Journeyman mages travel far in search of employment and experience.
de: Ein Magier der gerade erst seine Ausbildung beendet hat, und auf der Reise ist um Erfahrung und eine Anstellung zu finden.
pl: Mag, który dopiero co ukończył swoje szkolenie znany jest jako wędrowiec. Wędrowni magowie wiele podróżują w poszukiwaniu zajęcia i wiedzy.

source: King of Wesnoth
de: König von Wesnoth
es: Rey de Wesnoth
fr: Roi de Wesnoth
pl: Król Wesnoth
ru: Король Веснота

source: Under the feudal system, all authority ultimately rested with the sovereign. His lords held their property only with his agreement, and had to pay him tribute. In return, the king would defend the realm against invaders, and redistribute wealth in times of need.
de: Im feudalen System geht alle Macht vom Monarchen aus. Seine Grafen sind auf ihn angewiesen um ihren Besitz zu erhalten und zahlen ihm dafuer einen Tribut. Im Gegenzug verteidigt er das Reich gegen Eindringlinge und teilt seinen Reichtum in schweren Zeiten.
es: Bajo el sistema feudal, toda la autoridad recae finalmente sobre el soberano. Sus señores dirigían sus propiedades solo con su acuerdo, y tenían que pagarle tributo. A cambio, el rey defendía el reino contra los invasores, y redistribuia riqueza en tiempos de necesidad.
fr: Dans le système féodal, toute l'autorité résidait entre les mains du souverain. Ses seigneurs ne possédaient leurs propriétés que par sa permission, et devaient lui payer un tribut. En retour, le Roi défendait le royaume contre les envahisseurs, et redistribuait les richesses en temps de besoin.
pl: W systemie feudalnym ogół zwierzchności dzierży władca. Jego wasale posiadają swe władztwo tylko za jego zgodą i mają obowiązek mu służyć. W zamian król broni kraju przed wrogami i wspomaga swój lud w czasach potrzeby.
ru: Под феодальной системой, вся власть в конечном счете лежала у суверена. Его лорды держали их собственность только с его соглашения, и должны были платить ему дань. В свою очередь, король защитил бы царство против захватчиков, и перераспределил бы богатство во времена потребности.

source: sword
de: Schwert
es: espada
fr: épée
pl: miecz
ru: меч

source: bow
de: Bogen
es: arco
fr: arc
pl: łuk
ru: лук

source: Mage Commander
de: Magier Heerführer
es: Comandante de Mago
fr: Commandant mage
pl: Mag Przywódca
ru: Командир Магов

source: This mage has gained much experience leading others into battle. As a result, level 1 and 2 units fight more effectively when they are adjacent to him. He also has the power to heal others during combat.
de: Dieser Magier hat viel Erfahrung darin gesammelt andere in der Schlacht zu führen. Level 1 und 2 Einheiten kämpfen effektiver wenn sie auf einem benachbartem Feld stehen, außerdem werden sie von ihm geheilt.
pl: Ten mag doszedł do wielkiej wprawy w dowodzeniu innymi w bitwie. W skutek tego jednostki 1 i 2 poziomu walczą lepiej gdy są przez niego dowodzone. Potrafi również leczyć sąsiednie jednostki podczas walki.

source: staff
de: Stab
es: bastón
fr: bâton
pl: laska
ru: посых

source: Mage Leader
de: Magier Anführer
es: Líder de Mago
fr: Meneur mage
pl: Mag Dowódca
ru: Лидер Магов

source: This mage has gained some experience leading others into battle. As a result, level 1 units fight more effectively when they are adjacent to him.
de: Dieser Magier hat Erfahrung andere Einheiten anzuführen. Level 1 Einheiten kämpfen effektiver wenn sie auf einem angrenzendem Feld stehen.
pl: Ten mag zyskał trochę doświadczenia prowadząc innych do bitwy. W skutek tego 1 poziomowe jednostki walczą lepiej, gdy są przez niego dowodzone.

source: Mage Magister
pl: Mistrz Magii

source: A Mage Magister, though equivalent in degree to a Great Mage, has special abilities of command annd healing derived from extensive experience of battle.
pl: Mistrz Magii, posiada wiedzę równą Wielkiemu Magowi, jednak dzięki doświadczeniu bojowemu jest także świetnym dowódcom i lekarzem polowym.

source: Wose Shaman
de: Baum Schamane
fr: Chaman wose
pl: Szaman Drzewiec
ru: Шаман Леших

source: These woses are able to command forest plants such as vines and creepers to hinder their enemies.
de: Diese Waldschrate können Kriech- und Schlingpflanzen befehligen um ihre Gegner zu behindern.
pl: Te drzewce mogą rozkazywać leśnym roślinom takim jak pnącza czy krzaki by raniły ich wrogów.

source: crush
de: Zermalmen
es: aplastar
fr: ruée
pl: zgniatająca
ru: дробление

source: entangle
de: Verstrickung
es: enredar
fr: enchevêtrement
pl: oplątanie
ru: запутывать

source: No! So young...
es: ¡No! Tan joven...
fr: Non ! Si jeune...
pl: Nie! Tak młodo...

source: No! Without Lionel's help, I am as good as defeated!
de: Oh nein! Ohne Lionels Hilfe bin ich so gut wie verloren!
es: ¡No! Sin la ayuda de Lionel, estoy derrotado!
fr: Non ! Sans l'aide de Lionel, je suis vaincu !
pl: Nie! Bez pomocy Lionela nie dam sobie rady!
ru: Нет! Без помощи Лайонела, можно считать что я потерпел поражение!

source: Chantal! No - you can't be dead! I have no hope of returning to Wesnoth now...
de: Chantal! Nein du darfst nicht sterben! Nun habe ich keine Hoffnung mehr jemals nach Wesnoth zurückzukehren.
es: ¡Chantal! ¡No - no puedes morir! No tengo ninguna esperanza de volver a Wesnoth ahora...
fr: Chantal ! Non ! Vous ne pouvez pas mourir ! Je n'ai aucun espoir de revenir à Wesnoth maintenant...
pl: Chantal! Nie - nie możesz umrzeć! Teraz nie ma już dla mnie nadziei na powrót do Wesnoth...
ru: Шанталь! Нет - Вы не можете быть мертвыми! Я не имею никакой надежды на возвращение к Веснот теперь...

source: I call upon all that is holy to break the power of this evil stone!
de: Ich rufe alle heiligen Mächte an die Kraft dieses bösen Steines zu brechen!
es: ¡Llamo a todo lo que es santo para romper el poder de esta piedra del mal!
fr: J'en appelle à tout ce qui est saint pour briser la puissance de cette pierre maléfique !
pl: Zaklinam wszelkie świętości, by przełamały przeklętą moc tych kamieni!
ru: Я призываю все, что является святым, чтобы нарушить силу этого злого камня!

source: Evil emanates from this stone, but I have not the power to destroy it.
de: Der Stein strahlt böses aus, aber ich habe keine Kraft ihn zu zerstören.
es: El mal emana de esta piedra, pero no tengo el poder para destruirla.
fr: Le mal émane de cette pierre, mais je n'ai pas un pouvoir suffisant pour la détruire.
pl: Ten kamień emanuje złem, ale nie mam dość siły by ją przełamać.
ru: Зло происходит от этого камня, но я не имею сил разрушить это.

source: Evil spirits, begone from this place!
de: Böse Geister, verschwindet von diesem Ort!
es: ¡Los espíritus malvados, salen de este lugar!
fr: Esprits maléfiques, hors de ce lieu !
pl: Złe duchy, opuście to miejsce!
ru: Злые духи, прочь от этого места!

source: It would take powerful magic to drive the evil from this place.
de: Es braucht mächtige Magie um das Böse von diesem Ort zu vertreiben.
es: Necesito magia poderosa para vencer el mal de este lugar.
fr: Pour chasser le mal de cet endroit, il faudrait une magie puissante.
pl: Będzie potrzeba potężnej magii, by wygnać zło z tego miejsca.
ru: Потребоваться мощное волшебство чтобы вывести зло из этого места.

source: Ahh... I can slake my thirst at this well. Glug, glug glug...
de: Ahh... an diesem Brunnen kann ich meinen Durst stillen. Glug, glug, glug...
es: Ahh... puedo apagar mi sed en este pozo. Glug, glug, glug...
fr: Ahh... Je peux épancher ma soif ici. Glou, glou, glou...
pl: Ahh... Przy tej studni mogę zaspokoić swoje pragnienie. Gulg, gulg, gulg...
ru: Ахх... Я могу утолить мою жажду. Глаг, глаг глаг...

source: Staff of Lightning
es: Relámpago Personal
fr: Bâton d'éclair
pl: Kostur Błyskawic

source: A wizard's staff of power. This allows the bearer to summon powerful lightning bolts which strike their enemies, even at close range.
de: "Ein mächtiger Zauberstab. Der Träger kann Blitze herbeirufen die die Gegner treffen, auch auf kurze Distanz.
es: Poder personal de un mago. Esto le permite al portador convocar poderosos relámpagos que golpean a sus enemigos, incluso en el rango de meleé.
fr: Un bâton de pouvoir de mage. Il permet à son porteur de faire jaillir de puissants éclairs qui frappent leurs ennemis, même à faible portée.
pl: Czarodziejski kostur mocy. Ten pozwala posiadaczowi przyzywać potężne błyskawice, które rażą jego wrogów, nawet w walce w zwarciu.
ru: Посых Силы волшебника. Это позволяет ему вызывать мощные молнии, которые ударяют их врагов, даже вблизи.

source: Only a powerful mage can wield this.
de: Nur ein mächtiger Magier kann damit umgehen.
es: Sólo un mago poderoso puede manejar esto.
fr: Seul un puissant mage peut en manier un.
pl: Tylko potężny mag może ją dzierżyć.
ru: Только мощный волшебник может владеть этим.

source: lightning
es: relámpago
fr: éclair
pl: błyskawica

source: Staff of Power
es: Poder Personal
fr: Bâton de pouvoir
pl: Kostur Mocy

source: A secret passage... I wonder where it leads...
de: Ein geheimer Durchgang... Ich frage mich wo der hinführt...
es: Un pasaje secreto... Me pregunto donde conduce...
fr: Un passage secret... Je me demande où il mène...
pl: Tajne przejście... Ciekawe, gdzie prowadzi...
ru: Секретный ход... Интересно, куда он ведет...

source: Wesnoth seems to be slipping inexorably into chaos, as marauding orcs pour south across the river Abez, and mysterious and deadly creatures roam the night. Who is the shadowy Ihiah-Malal? Can you defeat him before he destroys all life in Wesnoth?
de: Wesnoth rutscht immer mehr ins Chaos ab, im Süden kommen plündernde Orks über den Fluss Abez und tödliche Kreaturen durchstreifen die Nacht. Wer ist der düstere Ihiah-Malal? Gelingt es Euch ihn zu besiegen bevor er alles Leben in Wesnoth zerstört?

source: Worse news, the orcs are already here, Garard. I myself was set upon within the royal forest. Were it not for this young fellow here...
de: Schlechte Neuigkeiten, die Orks sind schon hier, Garad. Ich habe selbst in den königlichen Wäldern gegen sie gekämpft. Zum Glück hab ich diesen jungen Gefährten getroffen...

source: Then there is no time to be lost! I ride to the Abez with an army. As bold as the northerners may be to cross our borders in secret and prey on the defenceless, they are disorganised and always cowardly in the face of a foe worth their mettle. They simply need reminding that our ancient treaty is backed by force of arms. Gurcyn, you have been to the west - will the elves lend their archers to help us?
de: Dann dürfen wir keine Zeit verlieren! Ich werde mit einer Armee zum Abez reiten. Die Orks werden wagemutig genug sein heimlich unsere Grenzen zu überschreiten und sich darauf verlassen, daß wir wehrlos sind. Sie sind schlecht organisiert und feige, wenn sie auf richtige Gegner treffen. Sie müssen nur daran erinnert werden das unser altes Abkommen durch die Kraft unserer Waffen geschützt ist. Gurcyn, ihr seid im Westen gewesen - werden uns die Elfen mit ihren Bogenschützen unterstützen?

source: Absolutely!
de: Auf jeden Fall!

source: It was one of the moments changing the destiny of the world. The Orc Warior has many possibilities what to do. He could simply pierce him or cut down Delfador's head. In these ways the Orcs would sure take the whole Wesnoth and they would rule it for ages. But he only got down his wolf and he thumped him.
de: Es war einer dieser Momente die über das Schicksal der ganzen Welt bestimmen. Der Orkkrieger hatte viele Möglichkeiten, er hätte ihn einfach erstechen oder seinen Kopf abschlagen können. Dann hätten die Orks sicher ganz Wesnoth eingenommen und hätten lange Zeit darüber herschen könnnen. Aber er stieg nur von seinem Wolf und stupste ihn.

source: By the thump the Delfador interrupted his concentration on meditation. He started falling down, but he didn't land the ground. He simply disappeared!
de: Von dem Schlag getroffen unterbrach Delfador seine Konzentration auf die Medation. Er begann herunterzufallen, aber er landete nicht auf dem Boden. Er wurde einfach unsichtbar!

source: My name is Roland. I died long ago, in a great battle... I have almost forgotten... Ihiah-Malal is a living man, like you, who walks among the dead. He promises life to all those who follow him.
de: Mein Name ist Roland. Ich starb vor langer Zeit in einer großen Schlacht... Ich kann mich kaum noch erinnern... Ihiah-Malal ist ein Lebender, wie Ihr, der zwischen den Toten wandelt. Er verspricht allen das Leben die ihm folgen.
ru: Меня зовут Роланд. Я умер давно, в большом сражении... Я почти забыл... Ихиа-Малал - живущий человек, как ты, кто живёт среди мертвых. Он обещает жизнь всем те, кто следует за ним.

source: Then you have not heard... but there will be time enough for talking. If you can distract those vile creatures, I will try to rustle up a counterattack.
de: Dann habt ihr es noch nicht gehört... aber es wird noch genug Zeit zum reden sein. Wenn ihr diese abscheulichen Kreaturen ablenken könnt werde ich versuchen einen Gegenangriff einzuleiten.

source: I've told you, I can't see any reason why not to get them!
de: Ich hab es euch gesagt, Ich kann keinen Grund erkennen sie nicht zu nehmen!

source: Great... You are brave men, young friend.
de: Großartig... Ihr seid ein tapferer Kämpfer, junger Freund.

source: Greetings, stranger! I come to warn you - a party of orcs have moved into the Great Valley to the north, and have been raiding the lands around. If you press on west, you will have to fight them.
de: Seid gegrüßt Fremder! Ich bin hier um Euch zu warnen, eine Gruppe Orks treibt sich in dem großen Tal im Norden rum und sie plündern die Umgebung. Wenn ihr weiter nach Westen zieht werdet ihr gegen sie kämpfen müssen.
ru: Здравствуйте, незнакомец! Я пришёл, чтобы предупредить Вас - группа орков двинулась в Большую долину на севере, и совершила набеги на ближайшии земли. Если Вы пойдёте на запад, Вы должны будете бороться с ними.

source: Certainly! You'll be glad of our help too - this region trains the best bowmen in Wesnoth.
de: Gewiss! Unsere Hilfe wird dir sehr nützlich sein, aus dieser Gegend kommen die besten Bogenschützen Wesnoths.
ru: Конечно! Вы будете радоваться нашей помощи также - эта область обучает лучших лучников в Весноте.

source: Beware! Night is falling - that's when the orcs tend to attack!
de: Achtung! Die Nacht bricht herein - die Orks werden angreifen!
ru: Остерегайтесь! Ночь начинается - это когда орки обычно нападают!

source: Here the great north road turns west to avoid the swamps of Illuven. Our way lies east across the swamps, and then through the wild lands beyond to the coast.
de: Die große Nordstraße führt westlich an den Sümpfen von Illuven vorbei. Unser Weg liegt östlich, durch die Sümpfe und dann durch die wilden Ländereien jenseits der Küste.
ru: Здесь большая северная дорога поворачивает на запад, чтобы избежать болот Иллавен. Наш путь лежит на востоке через болота, и затем через дикие страны за побережьем.

source: Heed my last words, Delfador! Journey northeast to Weldyn, and seek out my friend Leollyn. He will help you.
de: Befolgt meine letzten Worte, Delfador! Reist Richtung Nordosten nach Weldyn, und findet meinen Freund Leollyn. Er wird Euch helfen.
ru: Учтите мои последние слова, Делфадор! Идите на северо-восток от Велдина, и ищете моего друга Леоллина. Он поможет Вам.

source: Delfador, your time as my apprentice is now almost over. You are a fully trained mage, and may choose your own path in life. I hope however, that you will take my advice, and enroll yourself in the service of King Garard. I have many contacts at the court and...
de: Delfador, deine Zeit als mein Lehrling ist nun fast beendet. Du bist ein voll ausgebildeter Zauberer und musst nun deinen eigenen Weg gehen. Ich hoffe, dass du meinen Rat befolgst und dich in die Dienste von König Garard begibst. Ich habe gute Kontakte zum Hof und...
ru: Делфадор, ваше время как мой ученик теперь почти закончелось. Вы - полностью обученный маг, и можете выбрать вашу собственную дорожку в жизни. Я надеюсь однако, что Вы возьмете мой совет, и зарегистрируете себя в обслуживании Короля Гарарда. Я имею много контактов и...

source: Listen humans! This valley belongs to me now. I require all your houses and your possessions! Hand them over quietly and I may permit you to live on as my slaves...
de: Menschen hergehört!Das ist jetzt mein Tal, ich verlange alle eure Häuser und euer ganzes Hab und Gut.Wenn ihr mir alles freiwillig übergebt könnte ich euch erlauben als meine Sklaven weiterzuleben...
ru: Слушайте люди! Эта долина принадлежит мне. Я требую все ваши здания и всё ваше имущество! Передайте их спокойно, и я могу разрешить вам жить на как мои рабы...

source: Arrogant creature! We have little enough, and you cannot take it from us by force.
de: Arrogante Kreatur! Wir haben so wenig das es kaum für uns selber reicht, und du kannst uns nicht dazu zwingen es dir zu geben.
ru: Высокомерное существо! Мы имеем немногое, и Вы не можете взять это от нас силой.

source: Poor master Methor... now his school is in ruins. Still, I cannot stay here to rebuild it - I must take his advice and seek out Leollyn.
de: Armer Meister Methor... nun liegt seine Schule in Trümmern. Aber ich kann nicht hierbleiben um sie wieder auf zu bauen - ich muss seinen Rat befolgen und Leollyn suchen.
ru: Бедный Метор ... теперь его школа разрушена. Но я не могу остаться здесь, чтобы восстановить её - я должен следовать его совету и искать Леоллина.
