Repository: wescamp/Delfadors_Memoirs-root
Catalog: po/*.po
Languages: de, es, fr, pl, ru

source: Delfador's Memoirs
de: Delfadors Erinnerungen
es: Las Memorias de Delfador
fr: Les Mémoires de Delfador
pl: Wspomnienia Delfadora

source: Apprentice=(easiest)
de: Zauberlehrling (einfach)
es: Aprendiz=(más fácil)
fr: Apprenti (facile)
pl: Uczeń

source: Mage
de: Magier
es: Mago
pl: Mag
ru: Маг

source: Great Mage=(hardest)
de: Grossmagier (schwierig)
es: Gran Mago=(más dificil)
fr: Grand mage (difficile)
pl: Wielki Mag

source: Wesnoth seems to be slipping inexorably into chaos, as marauding orcs pour south across the river Abez, and mysterious and deadly creatures roam the night. Who is the shadowy Ihiah-Malal? Can you defeat him before he destroys all life in Wesnoth? (Novice level, 12 scenarios. Not yet complete.)
pl: Wesnoth wydaje się nieubłaganie popadać w coraz większy chaos. Bandy orków przekroczyły rzekę Abez, a w nocy tajemnicze potwory wychodzą na żer. Kim jest mroczny Ihiah-Malal? Czy dasz radę go pokonać zanim zniszczy całe życie w Wesnoth? (Poziom początkujący, 12 scenariuszy. Wciąż nie skończona.)

source: Campaign Designers
pl: Projektant kampanii

source: Current Maintainer
pl: Obecny Opiekun Kampanii:

source: Adaptation for 1.3.x, prose fixes
pl: Dostosowanie do 1.3.x, późniejsze zmiany

source: Overture
es: Obertura
fr: Ouverture
pl: Wstęp

source: Marshal
fr: Maréchal
pl: Marszałek Dworu

source: This is the true story of Delfador the Great from his humble beginnings; the tale of how he became the most famous and powerful of all the mages of Wesnoth.
pl: Oto prawdziwa historia Delfadora Wielkiego od samych jej skromnych początków; opowieść o tym jak stał się najbardziej znanym i najpotężniejszym z wszystkich magów królestwa Wesnoth.

source: It begins on the Isle of Alduin, at the Academy which trains mages from throughout the Great Continent.
pl: Nasza opowieść zaczyna się na Wyspie Alduin, w Akademii kształcącej magów z całego Wielkiego Kontynentu.

source: After ten years of training, two tests stand between that apprentice and attainment of the degree of Mage:
pl: Po dziesięciu latach nauki, tylko dwa kroki stoją pomiędzy młodym uczniem i tytułem Maga:

source: The New Mage Ceremony
es: La Ceremonia del Nuevo Mago
fr: La Cérémonie du Nouveau Mage
pl: Ceremonia Nowego Maga

source: and
es: y
fr: et
pl: i

source: The Name Journey
es: La Jornada del Nombre
fr: Le Voyage du Nom
pl: Podróż Imienia

source: Academy of Magic, Isle of Alduin.
pl: Akademia Magii, Wyspa Alduin

source: Come, O aspirant. The Oracles await you.
pl: Podejdź kandydacie. Wyrocznie Cię oczekują.

source: The time of peace is passing. Chaos is rising; evil is rooted in the land's very heart. Darkness is coming soon. The world will be changed. And you will be among the champions of our brotherhood of mages. I give you the first syllable of power, the beginning of your name: DEL
pl: Czas pokoju mija - nadciąga czas chaosu. Zło zakorzeniło się głęboko w sercu tego świata. Nadchodzi ciemność. Świat będzie musiał się zmienić. Zaliczony zostaniesz w poczet mistrzów naszego bractwa magów. Oto nadaję Ci pierwszą sylabę mocy, nowy początek - nowego imienia: DEL

source: You will not be least among those champions. Nay; you will be called 'The Great' before your days are through. I give you the second syllable of power, the second part of your name: FA
pl: Nie będziesz ostatnim spośród tychże mistrzów. Nie - Ty, nim Twe dni przeminą, nazwany zostaniesz 'Wielkim' . Oto nadaję Ci drugą sylabę mocy, drugą część Twego imienia: FA

source: Yes. Peace is broken, but hope is not extinguished. There is always hope. And you will be the father of it. I call the power of the Bright Gods into the second part of your name. FA
pl: Tak. Pokój jest już przeszłością, ale nadzieja wciąż nie zgasła. Nadzieja jest wieczna. Ty zaś staniesz się jej siewcą. Oto zaklinam potęgę Bóstw Światła w drugą część Twego imienia: FA

source: After the battle, peace. After the darkness, dawn. From death springs new life. I give you the last part of your name, the final syllable of power. DOR
pl: Po bitwie, pokój. Po nocy, świt. Ze śmierci bierze swe źródło nowe życie. Oto nadaje Ci ostatnią część Twego imienia, ostatnią sylabę mocy: DOR

source: DELFADOR, open your eyes. And open them again!
pl: DELFADORZE, otwórz swoje oczy. A teraz otwórz je ponownie!

source: The light fills me!
pl: Światło... Ono mnie wypełnia!

source: It is well.
pl: Tak miało się stać.

source: Now. go forth!
pl: Tak. Podejdź.

source: Your name journey begins. Methor will lead you from this place.
pl: Twoja Podróż Imienia rozpoczyna się tutaj. Methor będzie Ci towarzyszyć.

source: But I will not see you to its end, for that is yours alone.
pl: Nie będę z Tobą jednak do samego jej końca. Ukończyć będziesz musiał ją sam.

source: Dangers and trials await us. When you have truly claimed the name you have been given, I will depart.
pl: Czeka nas wiele niebezpieczeństw i prób. Gdy w końcu w pełni zasłużysz na swoje imię, odejdę.

source: Let's go!
fr: Allons-y !
pl: Chodźmy!

source: This Valley Belongs to Me
de: Dieses Tal gehört mir
es: Este Valle me Pertenece
fr: Cette vallée m'appartient
pl: Ta Dolina Należy Do Mnie
ru: Эта Долина Принадлежит Мне

source: Delfador's wandering time with Methor took them to many strange places, both within and beyond the lands of men. They studied and practiced, applying magecraft to aid those they travelled among and to deepen their understanding of the hidden currents and powers of the world.
pl: Delfador spędzał czas z Methorem, który zabrał go w wiele niesamowitych miejsc, mieszczących się zarówno 'w' jak i poza krainami ludzi. Uczyli się i ćwiczyli, używając mocy by nieść pomoc tym, między którymi podróżowali, i by pogłębić swoje zrozumienie ukrytych praw i mocy świata.

source: But the elder mage's health was taxed by the rigors of the journey. A year after the two left Alduin, Methor settled in a tranquil valley not far southwest of the capitol at Weldyn. He opened a small school of his own, and with Delfador assisting him he began training a handful of youths who might in time be worthy to enter the great Academy on Alduin.
pl: Stary mag ciężko jednak znosił trudy podróży. Po dwóch latach od opuszczenia przez nich Akademii, Methor zamieszkał w cichej dolinie niezbyt daleko na południowy zachód od stolicy - Weldyn. Otworzył swoją własną, małą szkołę, a Delfador pomagał mu w jej prowadzeniu. Rozpoczeli naukę zdolnych młodzików, którzy mieli szansę by z czasem dołączyć do wielkiej Akademii na Alduin.

source: Delfador, your time as my apprentice is now almost over. You are a fully trained mage, and may choose your own path in life. I hope however, that you will take my advice, and enroll yourself in the service of King Garard. I have many contacts at the court and...
pl: Delfadorze, Twój czas jako mojego ucznia dobiegł już prawie końca. Nauczyłem Cię już wszystkiego czego mogłem, czas byś wybrał własną drogę życia. Mam jednak nadzieję, że weźmiesz sobie do serca moją radę i udasz się na służbę u króla Gararda. Mam wielu znajomych na dworze i...

source: Listen, humans! This valley belongs to me now. I require all your houses and your possessions! Hand them over quietly and I may permit you to live on as my slaves...
pl: Słuchać ludziki! Ta dolina od dzisiaj należy do mnie! Rządam waszych domostw i wszystkiego co tylko posiadacie! Zwróćcie mi je szybko, a być może w swej łaskawości pozwolę wam zostać moimi niewolnikami...

source: Arrogant creature! We have little enough, and we will not suffer you to take it from us by force.
pl: Bezczelne stworzenie! Mamy już i tak wystarczająco mało i nie pozwolimy byś i tą resztkę zabrał nam siłą.

source: That's where you are wrong, puny mage. War is coming, humans... War! Take their villages, and spare no-one!
de: Da irrst du dich aber gewaltig, kümmerlicher Zauberer. Es wird Krieg geben, Menschen... Krieg! Plündert ihre Dörfer und verschont niemanden!
es: Estás en el lugar equivocado, mago endeble. La guerra ya viene, humanos... ¡La Guerra! ¡Tomará sus pueblos, y no se salvará nadie!
fr: C'est là que vous vous trompez, faible mage. La guerre arrive, humains... La guerre ! Prenez leurs villages, et n'épargnez personne !
pl: I tu się mylisz, głupi magiku. Wojna nadchodzi ludziki... Wojna! Naprzód! Spalić ich domy, nie brać jeńców!
ru: Это где Вы неправы, недостойный маг. Война прибывает, люди... Война! Возьмите их деревни, и не пощадите никого!

source: Defeat Grogor Tuk
es: Derrote a Grogor Tuk
fr: Vaincre Grogor Tuk
pl: Pokonaj Grogor Tuk'a
ru: Убить Грогора Така

source: Death of Delfador
de: Delfador fällt in der Schlacht
es: Muerte de Delfador
fr: Mort de Delfador
pl: Śmierć Delfadora
ru: Смерть Делфадора

source: Time runs out
de: Rundenlimit überschritten
es: Fin de los Turnos
fr: Fin des tours atteinte
pl: Wyczerpanie się czasu
ru: Закончились ходы

source: Grooar! Burn! Burn! Ahahaha...
de: Grooar! Brenne! Brenne! Ahahaha...
es: ¡Grooar! ¡Quemen! ¡Quemen! Ahahaha...
fr: Grrrrr ! Brûlez ! Brûlez ! Ha ha ha ha...
pl: Płoń! Płoń! Ahahaha...
ru: Грооар! Горите! Горите! Ахахаха...

source: No! Methor... Don't die!
de: Nein! Methor... Ihr dürft nicht sterben!
es: ¡No! Methor... ¡no te mueras!
fr: Non ! Methor... Ne mourez pas !
pl: Nie! Methorze... Nie umieraj!
ru: Нет! Метор... Не умрирай!

source: Heed my last words, Delfador! Journey northeast to Weldyn, and seek out my friend Leollyn. He will help you.
pl: Zapamiętaj me ostatnie słowa Delfadorze! Udaj się na północy wschód do Weldyn i odszukaj mojego przyjaciela Leollyna. On Ci pomoże.

source: Well done, Delfador! I see I have trained you well, and you are truly ready to seek your fortune. Journey northeast to Weldyn, and seek out my friend Leollyn. He will help you.
de: Gut gemacht, Delfador! Ich sehe das ich dich gut ausgebildet habe und nun bist du wirklich bereit dein Glück selbst zu suchen. Reise nordöstlich nach Weldyn, und finde meinen Freund Leollyn. Er wird dir helfen.
es: ¡Bien hecho, Delfador! Veo que te he entrenado bien, y estás realmente listo para buscar tu fortuna. Viaja al nordeste de Weldyn, y busca a mi amigo Leollyn. Él te ayudará.
fr: Bien joué, Delfador ! Je vois que je vous ai bien formé, et que vous êtes maintenant prêt pour partir à l'aventure. Voyagez en direction du nord-est jusqu'à Weldyn, et allez trouver mon ami Leollyn. Il vous aidera.
pl: Świetnie Delfadorze! Widzę, że dobrze Cię wytrenowałem i jesteś już gotów by szukać swojego własnego miejsca w świecie. Udaj się na północy wschód do Weldyn i odszukaj mojego przyjaciela Leollyna. On Ci pomoże.
ru: Хорошо сделанно, Делфадор! Я вижу, что я обучил Вас хорошо, и Вы действительно готовы искать ваше судьбу. Иди на северо-восток в Велдин, и ищете моего друга Леоллина. Он поможет Вам.

source: I will grieve for master Methor... I must take his advice and seek out Leollyn.
pl: Będę długo opłakiwać mistrza Methora... Muszę podążyć za jego radą i odnaleść Leollyna.

source: The Road to Weldyn
de: Die Straße nach Weldyn
es: El Camino a Weldyn
fr: La Route de Weldyn
pl: Droga do Weldyn
ru: Дорога в Велдин

source: The Great Valley
de: Das große Tal
es: El Gran Valle
fr: La Grande Vallée
pl: Wielka Dolina

source: Defeat enemy leader
de: Besiegt den gegnerischen Anführer
es: Derrotar al líder enemigo
fr: Vaincre le chef ennemi
pl: Pokonaj wrogiego przywódcę
ru: Убить лидера противника

source: Delfador followed Methor's advice, and headed over the hills towards Weldyn. But the roads were more dangerous than he had expected...
de: Delfador befolgte Methors Rat, und begab sich auf den Weg über die Hügel Richtung Weldyn. Aber die Straßen waren gefährlicher als er dachte...
es: Delfador siguió el consejo de Methor, y avanzó por encima de las colinas hacia Weldyn. Pero los caminos eran más peligrosos de lo que había imaginado...
fr: Delfador suivit le conseil de Methor et se dirigea vers les collines en direction de Weldyn. Mais les routes furent plus dangereuses qu'il ne s'y attendait...
pl: Delfador podążył za radą Methora i skierował się poprzez wzgórza w kierunku Weldyn. Ale drogi okazały się bardziej niebezpieczne niż oczekiwał...
ru: Делфадор следовал за советом Метора, и прошёл через холмы к Велдин. Но дороги были более опасны, чем он ожидал...

source: Greetings, stranger! I come to warn you - a party of orcs have moved into the Great Valley to the north, and have been raiding the lands around. If you press on west, you will have to fight them.
pl: Witaj wędrowcze! Przyszedłem, by Cię ostrzec - grupa orków zajeła opuszczony zamek w Wielkiej Dolinie na północy i od tej pory najeżdzają na okoliczne ziemie. Jeżeli udajesz się na zachód to będziesz musiał się przez nich przebić.

source: I cannot turn back now... If I fight these orcs, will your villagers help me?
de: Ich kann jetzt nicht umkehren... Kann ich auf die Unterstützung hoffen, wenn ich gegen diese Orks kämpfe?
es: No puedo retroceder ahora... ¿Si enfrento a estos orcos, me ayudarán los lugareños?
fr: Je ne peux plus faire marche arrière maintenant... Si je combats ces orcs, vos villageois m'aideront-ils ?
pl: Nie mogę teraz zawrócić... Czy jeśli stanę do walki z tymi orkami będę mógł liczyć na Twoich ludzi?
ru: Я не могу возвратиться теперь... Если я буду воевать с этими орками, ваши сельские жители помогут мне?.

source: Certainly! You'll be glad of our help too - this region trains the best bowmen in Wesnoth.
pl: Oczywiście! Zobaczysz, nie tylko Ty nam pomożesz - ta ziemia urodziła najlepszych łuczników w całym Wesnoth.

source: Take this, you slimy invader!
de: Nimm das du schleimiger Eindringling!
es: ¡Toma esto, sucio invasor!
fr: Prends ça, espèce d'envahisseur visqueux !
pl: Spróbuj mej stali, podła kreaturo!
ru: Возьмите это, Вы слизистый захватчик!

source: Beware! Night is falling - that's when the orcs tend to attack!
pl: Uważajcie! Zapada noc - to wtedy najczęściej atakują orkowie!

source: Thank you, Delfador, for helping to rid our land of those nasty orcs. We are in your debt.
de: Danke, Delfador das Ihr uns geholfen habt diese widerlichen Orks aus dem Land zu vertreiben. Wir stehen in Eurer Schuld.
es: Gracias, Delfador, por ayudarnos a librar nuestra tierra de esos sucios orcos. Estamos en deuda.
fr: Merci, Delfador, de nous avoir aidés à débarrasser notre pays de ces maudits orcs. Nous avons une dette envers vous.
pl: Dziękujemy Delfadorze za pomoc w oczyszczeniu naszej ziemi z tych obrzydliwych orków. Jesteśmy Twoimi dłużnikami.
ru: Спасибо, Делфадор, за то, что Вы помогли избавить нашу землю от тех противных орков. Мы у Вас в долге.

source: I just wonder what orcs were doing inside the borders of Wesnoth...
de: Ich wundere mich nur was Orks innerhalb der Grenzen von Wesnoth zu suchen haben...
es: Solo me pregunto qué estaban haciendo los orcos dentro de las fronteras de Wesnoth...
fr: Je me demande juste ce que faisaient ces orcs à l'intérieur des frontières de Wesnoth...
pl: Zastanawiam się tylko co orkowie robili tak głęboko na terytorium Wesnoth...
ru: Я только думую, что орки делали в Весноте...

source: Perhaps some of us had better go with you as far as Weldyn. These lands are just not safe for a lone traveller, and we may learn what drew the orcs so far south.
de: Vielleicht ist es besser wenn einige von uns Euch nach Weldyn begleiten. Die Gegend ist nicht sehr sicher für einen einsamen Wanderer und eventuell finden wir raus was die Orks soweit nach Süden getrieben hat.
es: Algunos de nosotros podrían ir contigo hasta Weldyn. Estas tierras no son seguras para un viajero solitario, y de paso podemos averiguar que hacen los orcos en el sur.
fr: Peut-être que certains d'entre nous devraient aller avec vous jusqu'à Weldyn. Ces terres ne sont pas sûres pour un voyageur solitaire, et nous pourrions apprendre ce qui a amené les orcs si loin au sud.
pl: Chyba lepiej będzie jeśli część z nas będzie Ci towarzyszyć aż do Weldyn. Samotny podróżny nie jest już bezpieczny na tych drogach. Być może na trakcie dowiemy się co sprawiło, że orkowie przybyli tak daleko na południe.
ru: Возможно некоторые из нас должны пойти с Вами до Велдина. Эти страны не безопасны для одинокого путешественника, и мы можем узнатьб что тянуло орков так далеко на юг.

source: Leollyn is slain! This is terrible... I had best give up and return home.
de: Leollyn ist gefallen! Das ist schrecklich... Besser ich hätte aufgegeben und wäre nach Hause zurückgekehrt.
es: ¡Mataron a Leollyn! Esto es terrible... mejor me rindo y regreso a casa.
fr: Leollyn est tombé ! C'est terrible ! J'aurais dû abandonner et rentrer chez moi.
pl: Leollyn nie żyje! To potworne... Lepiej się poddam i wrócę do domu.
ru: Леоллин убит! Это ужасно... Мне лучше всего здаться и возвратиться домой.

source: Defeat Hagha-Tan
de: Besiegt Hagha-Tan
es: Derrote a Hagha-Tan
fr: Vaincre Hagha-Tan
pl: Pokonaj Hagha-Tana
ru: Убить Хага-загар

source: Death of Leollyn
de: Leollyn fällt in der Schlacht
es: Muerte de Leollyn
fr: Mort de Leollyn
pl: Śmierć Leollyna
ru: Смерть Ихиа-Малала

source: Methor told me that I could find Leollyn in his tower in the Royal Forest outside the city. It should be near here...
de: Methor sagte mir das ich Leollyn in seinem Turm im königlichen Wald außerhalb der Stadt finden kann. Das muss ganz in der Nähe sein...
es: Methor me dijo que podría encontrar a Leollyn en su torre en el Bosque Real fuera de la ciudad. Debe estar cerca de aquí...
fr: Methor m'a dit que je pourrais trouver Leollyn dans sa tour, dans la Forêt Royale à l'extérieur de la ville. Je ne devrais pas en être loin...
pl: Methor powidział mi, że mogę odnaleść Leollyna poza miastem, w jego wieży w Królewskim Lesie. To powinno być gdzieś tutaj...
ru: Метор сказал мне, что я мог найти Леоллин в его башне в Королевском Лесу. Это должно быть рядом...

source: Ah, another human is approaching... yes... more meat for my war-band...
de: Ah, noch ein Mensch nähert sich... Ja... Mehr Fleisch für meine Krieger...
es: Ah, otro humano está acercándose... sí... más carne para mi tropa de guerra...
fr: Ah, un autre humain approche... oui... encore de la viande pour ma troupe...
pl: Ah, kolejny człowiek się zbliża... tak... Więcej mięsa dla moich orków...
ru: Ммм, ещё один человек приближается... да ... побольше мяса для моих воинов...

source: Here, my young friend, to the west! Hurry, we are besieged!
de: Hier, mein junger Freund im Westen! Schnell, wir werden belagert!
es: ¡Aquí, mi joven amigo, al oeste! ¡Dé prisa, estamos sitiados!
fr: Par ici, mon jeune ami, à l'ouest ! Vite, nous sommes assiégés !
pl: Tutaj, mój młody przyjacielu, na zachodzie! Pośpiesz się, jesteśmy oblężeni!
ru: Иди, мой молодой друг, на запад! Поспешите, мы осаждены!

source: Don't worry, Leollyn, my friends and I will deal with this barbarian for you. We're getting used to it by now - I did not expect to have so much trouble getting here!
de: Macht euch keine Sorgen, Leollyn meine Freunde und ich werden uns um diese Barbaren kümmern. Wir haben langsam Übung darin - ich denke nicht das sie uns große Schwierigkeiten bereiten werden.
es: No se preocupe, Leollyn, mis amigos y yo trataremos con este bárbaro por ti. Nos estamos acostumbrando a encontrarlos - ¡No esperaba tener tantos problemas por aquí!
fr: Ne vous inquiétez pas, Leollyn, mes amis et moi allons nous occuper de ce barbare pour vous. Nous commençons à y être habitués ; je ne m'attendais pas à avoir autant d'ennuis pour venir ici !
pl: Nie obawiaj się Leollynie, wraz z moimi przyjaciółmi zajmę się tymi barbarzyńcami. Obawiam się, że już do nich przywykliśmy - zastanawiam się tylko skąd wzięło się ich tu tak wielu!
ru: Не волнуйтесь, Леоллин, мои друзья и можем с ними покончить для Вас. Мы привыкаем к этому - я не ожидал встретить так много неприятностей пока добираться до сюда!

source: Then you have not heard... but there will be time enough for talking. If you can distract those vile creatures, I will try to organize a counterattack.
pl: Więc jeszcze nie słyszałeś... Ale będzie jeszcze dość czasu na rozmowy. Odciągnij od nas te podłe stworzenia, a ja spróbuje zorganizować kontratak.

source: Yes... yes... slay them, my assassins!
de: Ja... Ja... Erschlagt sie, meine Orkmeuchler!
es: ¡Sí... sí... mátenlos, mis asesinos!
fr: Oui... oui... massacrez-les, mes assassins !
pl: Tak... tak... zadźgać ich, moi zabójcy!
ru: Да ... да ... убейти их!

source: Uh oh... I don't like the look of this...
de: Uh oh... Dieser Anblick gefällt mir gar nicht...
es: Uh oh... no me gusta lo que estoy viendo...
fr: Oh oh... Je n'aime pas la tournure que ça prend...
pl: Nie podoba mi się to...
ru: Нет... Мне не нравиться это...

source: I've told you, I can't see any reason not to go after them!
pl: Mówiłem, że nie widzę powodu, by ich nie gonić!

source: You are a brave man, young friend.
pl: Jesteś człowiekiem wielkiej odwagi, młody przyjacielu.

source: I've told you, all of you have to be extra carefull!
de: Ich habe es euch gesagt, ihr müsst sehr vorsichtig sein!
es: ¡Te lo dije, deben tener un cuidado extremo!
fr: Je vous le répète, soyez tous très très prudents !
pl: Mówiłem Ci, musisz być niezwykle ostrożny!

source: Kill them all! For our murdered friend.
de: Tötet sie alle! Für unseren ermordeten Freund.
es: ¡Mátenlos a todos! Por nuestro amigo asesinado.
fr: Tuez-les tous ! Pour notre ami assassiné !
pl: Zabić ich wszystkich! Za naszego zamordowanego przyjaciela!

source: Well now, you certainly showed up in the nick of time. A fellow mage, too, I see. Now what did you say your name was?
de: Ausgezeichnet, ihr habt es rechtzeitig geschafft. Wie ich sehe seid Ihr auch ein Zauberer. Wie war doch gleich Euer Name?
es: Bueno, se a presentado con el tiempo justo. Un compañero mago, por lo que veo. Ahora, ¿como dijo qué era su nombre?
fr: Eh bien, vous arrivez juste à temps. Un compagnon mage également, je vois. Comment dites-vous vous appeler déjà ?
pl: No więc, wygląda na to, że przybyłeś w samą porę. Towarzysz mag, jak widzę. Mówiłeś, że jak masz na imię?
ru: Хорошо теперь, Вы конечно пришли в самый последний момент. Тоже волшебник, я вижу. Теперь, какое Ваше имя?

source: Delfador, sir. Actually, I was looking for you - you see, I am a student of Methor's. He said that you might find me employment in Weldyn.
de: Delfador, mein Herr. Eigentlich war ich gerade auf der Suche nach Euch. Wie ihr seht bin ich Methors Schüler. Er sagte Ihr könnt mir eine Anstellung in Weldyn verschaffen.
es: Delfador, señor. En realidad lo estaba buscando - usted vera, soy un estudiante de Methor. Él dijo que usted podría conseguirme un empleo en Weldyn.
fr: Delfador, sire. Je vous recherchais justement ; voyez-vous, je suis un élève de Methor. Il a dit que vous pourriez me trouver un poste à Weldyn.
pl: Delfador, panie. Szukałem Ciebie, widzisz - jestem uczniem Methora. Powiedział mi, że możesz mi pomóc znaleść jakieś zaczepienie w Weldyn.
ru: Делфадор, сэр. Я искал Вас - как видите, я - студент Метора. Он сказал, что Вы могли бы найти мне работу в Велдине.

source: Ah, one of Methor's, eh? Good, good... Well, old Garard certainly needs all the hands he can get right now. Especially those who know their magic!
de: Ah einer von Methors, was? Gut, Gut... Der alte Garard kann im Moment gewiss jede helfende Hand gebrauchen. Besonders die die Magie beherrschen!
es: ¿Ah, uno de Methor, eh? Bueno, bueno... Bien, el viejo Garard necesita todas las manos que pueda conseguir ahora mismo. ¡Sobre todo aquéllos que saben su magia!
fr: Ah, un élève de Methor ! Bien, bien... Il est évident que le vieux Garard a un besoin urgent de toutes les mains qu'il peut avoir. Surtout celles qui maîtrisent la magie !
pl: Ah, jeden z methorowych studentów, tak? Dobrze, dobrze... Cóż, w istocie stary Garard potrzebuje teraz wszystkich rąk zdolnych do walki, a już zwłaszcza takich, które rzucają czary!
ru: Ах, от Метора? Хорошо, хорошо... Старый Гарард конечно нуждается в помощи. Особенно от тех, кто знает волшебство!
