Repository: wescamp/Delfadors_Memoirs-root
Catalog: po/*.po
Languages: de, es, fr, pl, ru

source: Hruuuarrgh! The vile human-creatures hew at me...
de: Hruuuarrgh! Diese bösen Menschen hacken auf mich ein...

source: Ur-thorodor, you must listen to us! A great evil power threatens all living things in Wesnoth - we must fight against it together, or all life here will perish.
de: Ur-thorodor, du musst uns zuhören! Eine große böse Macht bedroht alles Leben in Wesnoth - wir müssen sie gemeinsam bekämpfen oder wir werden alle untergehen.
ru: Ур-фородор, Вы должны слушать нас! Злая сила угрожает всем живым существам в Весноте - мы должны бороться против её вместе, или вся жизнь здесь погибнет.

source: I am defeated... My children: hear my last words! Destroy the humans, and never let them set foot on your island again!
de: Ich bin besiegt... Meine Kinder: Hört meine letzten Worte! Vernichtet die Menschen und sorgt dafür das sie nie wieder einen Fuß auf diese Insel setzen!
ru: Мне нанесли поражение... Мои дети: слушайте мои последние слова! Уничтожте людей, и никогда не позвольте им войти на ваш острове снова!

source: This is hopeless! If carrying out my mission means killing these great creatures, then I cannot continue.
de: Das ist aussichtslos! Wenn ich diese großartigen Kreaturen töten muss um meine Mission zu erfüllen kann ich sie nicht fortsetzen.
ru: Это безнадежно! Если выполнить мою миссию значит убить этих великих существ, то я не могу продолжить.

source: Ur-thorodor, listen to me! We are not here to take your island. If you will let just me remain here, then I promise you, on behalf of King Garard, that no Wesnothian will set foot on your island without your permission again. As a token of good faith, I command my army to return to the mainland.
de: Ur-thorodor, hört mir zu! Wir sind nicht hier um Eure Insel einzunehmen. Wenn ihr mich hier bleiben lasst verspreche ich Euch, im Namen von König Garard das kein Wesnother jemals wieder seinen Fuß ohne Eure Erlaubnis auf diese Insel setzen wird. Als Zeichen meines guten Willens werde ich meine Armee zurück aufs Festland schicken.
ru: Ур-фородор, слушайте меня! Мы здесь недля того, чтобы взять ваш остров. Если Вы позволите мне остаются здесь, то я обещаю Вам, от имени Короля Гарарда, что ни один человек из Веснота не вступит на ваш острове без вашего разрешения. Как символ честных намерений, я приказываю моей армия возвратилась к материку.

source: I am Ur-thorodor, eldest of the forest. Who are you human-creatures? You may not trespass on our island.
de: Ich bin Ur-thorodor, der Waldälteste. Wer seid ihr, Menschen? Ihr dürft unsere Insel nicht betreten.
ru: Я - Ур-фородор, самый старший из леса. Кто Вы? Вы не можете заходить за границу нашего острова.

source: Ur-thorodor, please let us pass! We are on a vital mission for King Garard, in the interests of all living things in Wesnoth.
de: Ur-thorodor, bitte lasst uns passieren! Wie sind auf einer lebenswichtigen Mission von König Garad, im Namen aller lebenden Dinge in Wesnoth.
ru: Ур-фородор, пожалуйста позвольте нам пройти! Мы находимся на важной миссии для Короля Гарарда, в интересах всех живых существ в Весноте.

source: This Ur-thorodor should not speak of King Garard that way! 'Suffer our wrath' indeed... I'll show him wrath!
de: Dieser Ur-thorodor sollte nicht in diesem Ton über König Garard reden! 'Geht an unserem Zorn zu Grunde' Freilich... ich werde ihm zeigen was Zorn ist!
ru: Этот Ур-фородор не должен говорить о Короле Гарарде так! 'Перенесите наш гнев' действительно... Я покажу ему гнев!

source: It seems there is no alternative - we must get onto that island! Perhaps if we can get close to Ur-thorodor, and speak with him again, he will understand.
de: Sieht aus als gäbe es keine andere Möglichkeit - wir müssen auf diese Insel! Vielleicht versteht uns Ur-thorodor wenn wir noch mal mit ihm reden.
ru: Кажется, что нет другого варианта - мы должны пройти на тот остров! Возможно, если мы подойдём к Ур-фородору, и поговорим с ним снова, он поймет.

source: Move Delfador to Ur-thorodor's castle
de: Bewegt Delfador auf Ur-thorodors Burg
ru: Привести Делфадора в замок Ур-фородора

source: Death of Ur-thorodor
de: Ur-Thorodor fällt in der Schlacht
ru: Смерть Ур-фородора

source: As Delfador followed Ihiah-Malal into the portal, a freezing wind sprung up and the air became thick with ghosts pouring through into the land of the living. The ground became icy underfoot, and soon Delfador was following the necromancer's footsteps in a thick layer of snow. Eventually, even these became indistinct.
de: Als Delfador Ihiah-Malal durch das Portal folgte kam ein eisiger Wind auf und die Luft war gefüllt mit Geistern, die ins Land der Lebenden strömten. Der Boden wurde kälter und bald folgte Delfador den Fußspuren des Totenbeschwörers durch den hohen Schnee. Dann wurden auch diese immer undeutlicher.
ru: Делфадор следовал за Ихиа-Малал в портал, холодный ветер возник, и воздух стал толстым с призраками, льющимися через в землю живых. Земля стала ледяной под ногами, и скоро Делфадор следовал за шагами некроманта в толстом слое снега. В конечном счете, даже они стали неясными.

source: Hello, stranger! What are you doing in our forests?
de: Hallo, Fremder! Was macht Ihr in unseren Wäldern?
ru: Привет, незнакомец! Что Вы делаете в наших лесах?

source: Er, hello... you know my name then...?
de: Äh, hallo... Ihr kennt meinen Namen...?
ru: Эр, привет ... Значит Вы знаете мое имя ...?

source: Yes. I am Chantal, and I know many things. I know you come from the great human state of the south, and are a master of that most human of all arts, magic. You have faced great adversity, and visited a place from where few hope to return, and from where none before have returned unchanged. Fate is heavy upon you, and you deserve our help.
de: Ja. Ich bin Chantal, und ich weiß viele Dinge. Ich weiß das Ihr aus dem großen Menschenreich im Süden gekommen seid. Und Ihr beherrscht die menschlichste aller Künste, die Zauberei. Ihr habt viel Elend erlebt und Ihr habt einen Ort besucht von dem einige fliehen wollen, aber nur wenige unverändert zurückgekehrt sind. Das Schicksal ist hart zu Euch und Ihr verdient unsere Hilfe.
ru: Да. Я - Шанталь, и я знаю много чего. Я знаю, что Вы пришли от большого человеческого государства юга, и мастер самого человеческого из всех искусств, волшебство. Вы оказались перед многими бедственными ситуациями, и посетили место от куда немногие надеются вернуться, и от куда никто раньше не возвратился неизменный. Судьба тяжела у Вас, и Вы заслуживаете нашей помощи.

source: Oh... well... very nice of you, but I don't feel very fated. In fact, I've been positively blundering! I was just trying to defend my home against the orcs, and then to find out the source of the undead activity... and I have failed at both.
de: Oh... das ist sehr nett von Euch, aber ich fühle mich nicht vom Unglück verfolgt. Ich bin da einfach so hineingetappt. Erst wollte ich meine Heimat gegen die Orks verteidigen, dann wollte ich die Ursache der Aktivitäten der Untoten finden... Bei beidem bin ich gescheitert.
ru: О ... жаль ... очень приятной, но я не чувствую себя очень обреченным. Я только пробовал защитить мой дом против орков, и затем узнавать источник нежитской деятельности ..., и я потерпел неудачу в обоих.

source: Well, thank you very much for the help, Chantal. I see now what I must do... I have lost Ihiah-Malal, but I must at least try to report back to the King or to Leollyn. I will set out for the south!
de: Vielen Dank für eure Hilfe Chantal. Ich weiß nun was ich tun muss... Ich habe zwar die Spur von Ihiah-Malal verloren, aber ich muss zumindest versuchen mit dem König oder Leollyn zu sprechen. Ich werde Richtung Süden aufbrechen!
ru: Хорошо, большое спасибо за помощь, Шантал. Я вижу теперь, что я должен сделать... Я потерял Ихиа-Малала, но я должен по крайней мере пробовать сообщить назад Королю или Леоллину. Я отправлюсь на юг!

source: It will not be that easy. The orcish army lies between here and your destination. We are under attack even here, by an orcish warband encamped in the mountains to the southwest.
de: Das wird nicht leicht. Die Armee der Orks ist zwischen uns und Eurem Ziel. Selbst hier werden wir von einem Orkstamm der in den Bergen im Südwesten haust angegriffen.
ru: Это не будет легко. Армия орков между нами и вашей целью. Мы под атакой даже здесь, отряд орков расположился в горах к юго-западу.

source: With your help, Delfador, we have overrun the orcish warlord of this area, and our forests are secure. Secure enough that I may even join you in your journey south... at least as far as the Great River.
de: Mit Eurer Hilfe, Delfador, haben wir es geschafft die Orkkrieger aus diesem Gebiet zu vertreiben und nun sind unsere Wälder wieder sicher. Sicher genug das ich mich sogar Eurer Reise gen Süden anschlißen kann... zumindest bis zum großen Fluß.
ru: С вашей помощью, Делфадор, мы уничтожили военачальника этой области, и наши леса безопасны. Достаточно для того, чтобы я мог присоединиться к Вам на вашем поездке ... по крайней мере до Большой Реки.

source: missile
de: Magiegeschoss
ru: снаряд

source: fire
de: Feuer
ru: огонь

source: magical
de: Magie

source: leadership
de: Führungsqualitäten
ru: лидер

source: blade
de: Klinge
ru: режущее

source: pierce
de: Stich
ru: колющее

source: leadership,heals
de: Führungsqualitäten, heilen

source: impact
de: Wucht
ru: удар

source: fireball
de: Feuerball
ru: огненный шар

source: dagger
de: Dolch
ru: кинжал

source: ambush,regenerates
de: Hinterhalt, Regeneration

source: slow
de: Verlangsamen

source: Ommmmmmm....
fr: Ooommmmmmmm...
ru: Оммммммм....

source: Nameless
es: Anónimos
fr: Sans nom

source: Fort Brell
es: Fuerte Brell

source: Fort Miryen
es: Fuerte Miryen

source: Delfador
ru: Делфадор

source: Leollyn
ru: Леоллин

source: Ur-thorodor
ru: Ур-фородор
